{"status":"ok","totalResults":189,"articles":[{"source":{"id":null,"name":"Thenational.ae"},"author":"North American","title":"Why the UAE needs a Minister for Entrepreneurship","description":"SMEs have to be placed at centre stage as the main driver of innovation","url":"https://www.thenational.ae/business/comment/why-the-uae-needs-a-minister-for-entrepreneurship-1.777946","urlToImage":"https://www.thenational.ae/image/policy:1.777945:1538893821/image.jpg?f=16x9&q=0.6&w=1200&$p$f$q$w=70c86c9","publishedAt":"2018-10-07T07:17:36Z","content":"Two years ago, Sheikh Mohammed Bin Rashid Al Maktoum, Vice President and Prime Minister of the UAE, and Ruler of Dubai issued a powerful challenge to the whole country: innovate or perish. In the spirit of that message, and as the region seeks a more diversif… [+5455 chars]"},{"source":{"id":null,"name":"Un.org"},"author":"United Nations Headquarters","title":"Western Sahara Represented by ‘Shadow Republic’, Says Petitioner as Fourth Committee Continues Decolonization Discussion","description":"Western Sahara is represented by a “shadow republic”, the Fourth Committee (Special Political and Decolonization) heard today, as it continued its hearing of petitioners in the context of its general debate on decolonization questions.","url":"https://www.un.org/press/en/2018/gaspd666.doc.htm","urlToImage":null,"publishedAt":"2018-10-12T00:00:00Z","content":"Delegates of France, Papua New Guinea Give Update on New Caledonia Referendum Western Sahara is represented by a shadow republic, the Fourth Committee (Special Political and Decolonization) heard today, as it continued its hearing of petitioners in the contex… [+25852 chars]"},{"source":{"id":null,"name":"Bigthink.com"},"author":"Derek Beres","title":"Scientists propose blasting space junk out of orbit with powerful plasma beam","description":"Japanese researchers have developed a magnetic nozzle plasma thruster that could clean up our atmosphere. The satellite solves a long-standing issue by including two thrusters to ensure junk is pushed out of orbit. While the project is not without risks, it m…","url":"https://bigthink.com/technology-innovation/how-much-space-debris-exists","urlToImage":"https://bigthink-img.rbl.ms/simage/https%3A%2F%2Fassets.rbl.ms%2F18697435%2F1200x600.jpg/2000%2C2000/IDAaFOSIDLvkrnJK/img.jpg","publishedAt":"2018-10-08T14:00:02Z","content":"Religion does not help us to explain nature. It did what it could in pre-scientific times, but that job was properly unseated by science. Most religious laypeople and even clergy agree: Pope John Paul II declared in 1996 that evolution is a fact and Catholics… [+8247 chars]"},{"source":{"id":null,"name":"Foxbusiness.com"},"author":"Associated Press","title":"NASA film by Rory Kennedy revisits her uncle's challenge","description":"Filmmaker Rory Kennedy couldn't resist the obvious place to open her new documentary on NASA.","url":"https://www.foxbusiness.com/features/nasa-film-by-rory-kennedy-revisits-her-uncles-challenge","urlToImage":"https://a57.foxnews.com/static.foxbusiness.com/foxbusiness.com/content/uploads/2018/10/0/0/ContentBroker_contentid-2a5d9f4a5eaf4f458e5bc6a958c9b6b7.png?ve=1&tl=1","publishedAt":"2018-10-11T18:23:00Z","content":"Filmmaker Rory Kennedy couldn't resist the obvious place to open her new documentary on NASA. That's a news clip of her uncle, President John F. Kennedy, challenging the space agency to land a man on the moon by the end of the 1960s. Kennedy said she wanted t… [+3113 chars]"},{"source":{"id":"politico","name":"Politico"},"author":"daniel@politico.com (Daniel Lippman)","title":"A history of violence — BLOOMBERG’s centrist vision — COLLINS elusive on the campaign trail","description":null,"url":"https://www.politico.com/newsletters/new-york-playbook/2018/10/25/a-history-of-violence-bloombergs-centrist-vision-collins-elusive-on-the-campaign-trail-lhota-stays-on-at-mta-333679","urlToImage":"https://static.politico.com/da/f5/44342c424c68b675719324b1106b/politico.jpg","publishedAt":"2018-10-25T11:28:13Z","content":"Its a bitter, negative moment in our nations history, Mayor Bill de Blasio told CNN anchor Jake Tapper yesterday in an interview after a string of pipe bombs were mailed to the homes and offices of prominent Democrats and CNN, the news network thats become a … [+25274 chars]"},{"source":{"id":null,"name":"Campaignlive.co.uk"},"author":null,"title":"The best 20 agencies of all time","description":"Mother vs CDP. Saatchis vs BMP. Zenith vs Naked. Ranking the UK's diverse range of agencies, past and present, is clearly an impossible task - but we did it anyway. Campaign unveils the UK's 20 most influential shops. Let the debate begin...","url":"https://www.campaignlive.co.uk/article/best-20-agencies-time/1494669","urlToImage":"https://cached.imagescaler.hbpl.co.uk/resize/scaleHeight/815/cached.offlinehbpl.hbpl.co.uk/news/OMC/StarAgenciesLogo-20181002024515137.jpg","publishedAt":"2018-10-02T12:49:20Z","content":"20 Ray Morgan &amp; Partners Looking back on the foundation of Ray Morgan &amp; Partners more than 30 years ago, it’s hard to escape the ironic conclusion that an agency that helped set the industry on its future path was born out of an astonishing lack of fo… [+50172 chars]"},{"source":{"id":null,"name":"Abyjames.com"},"author":"gits1225","title":"Show HN: HN Active Mirror","description":"Article URL: https://hn.abyjames.com/ Comments URL: https://news.ycombinator.com/item?id=18308604 Points: 1 # Comments: 0","url":"https://hn.abyjames.com/","urlToImage":null,"publishedAt":"2018-10-26T12:32:38Z","content":"HN Active Mirror updated once / minute that saves threads (old threads settle to the bottom) so that you don't miss interesting discussions that happened while AFK. YC Newsletter &amp; Hacker Newsletter tend to leave out interesting threads in their curation.… [+29837 chars]"},{"source":{"id":null,"name":"Theringer.com"},"author":"Leslie Pariseau","title":"Welcome To Tromaville, The Bloodstained, Toxic-Goo-Drenched, Titty-Shaking Capital Of Independent Film","description":"With the guidance of its indefatigable leader, Lloyd Kaufman, the legendary independent New York studio has been cranking out gross, glorious and message-laden movies for decades and launching the careers of figures like James Gunn, Marisa Tomei, Eli Roth, Tr…","url":"https://www.theringer.com/movies/2018/10/17/17979564/troma-movie-studio-lloyd-kaufman-toxic-avenger-independent-film","urlToImage":"https://cdn.vox-cdn.com/thumbor/Vnh4-70RZzX9MOIOxpzjyOiPZFg=/0x63:3200x1738/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/13285555/04.jpeg","publishedAt":"2018-10-17T16:28:15Z","content":"In 2018, its harder than ever to be independent in the world of movies. With Thanos and T. rexes and computer-animated superfamilies descending upon our multiplexes, the do-it-yourself spirit of film history is being crowded out, one IP blockbuster release at… [+38240 chars]"},{"source":{"id":"wired","name":"Wired"},"author":"Steven Levy","title":"Blue Origin and Jeff Bezos Want Us All to Leave Earth—for Good","description":"At Blue Origin, Amazon's space-obsessed founder is building rockets, and he hopes to someday blast humanity into an extraterrestrial future.","url":"https://www.wired.com/story/jeff-bezos-blue-origin/","urlToImage":"https://media.wired.com/photos/5bb23a09311c5c02a8607e4d/191:100/pass/WI110118_FF_BlueOrigin_01.jpg","publishedAt":"2018-10-15T19:15:00Z","content":"Its July 17 and the temperature in the West Texas desert is marching, predictably, toward 100 degrees. But the air is cool inside the one-story prefab building where Jeff Bezos, wearing a North Face hiking shirt and a cap emblazoned with an Amazon Robotics lo… [+33169 chars]"}]}