{"status":"ok","totalResults":189,"articles":[{"source":{"id":null,"name":"Phys.org"},"author":null,"title":"Penetrating the soil's surface with radar","description":"Ground penetrating radar isn't something from the latest sci-fi movie. It's actually a tool used by soil scientists to measure the amount of moisture in soil quickly and easily.","url":"https://phys.org/news/2018-10-penetrating-soil-surface-radar.html","urlToImage":"https://3c1703fe8d.site.internapcdn.net/newman/gfx/news/hires/2018/penetratingt.jpg","publishedAt":"2018-10-17T06:29:59Z","content":"Algeo stands on the left with a tablet while his advisor, Lee Slater, drags ground penetrating radar equipment over the soil's surface. Credit: Chris Watts, Rothamsted Research. Ground penetrating radar isn't something from the latest sci-fi movie. It's actua… [+4045 chars]"},{"source":{"id":null,"name":"Yahoo.com"},"author":null,"title":"50 years after Apollo moonshots, will rivalry with China spark a new space race? - Yahoo News","description":"Yahoo News 50 years after Apollo moonshots, will rivalry with China spark a new space race? Yahoo News WASHINGTON, D.C. — An American rivalry with China could stoke a new space race in the years ahead, prominent members of the space community said at a sessio…","url":"https://www.yahoo.com/tech/50-years-apollo-moonshots-rivalry-035946004.html","urlToImage":"https://s.yimg.com/uu/api/res/1.2/3XzkrBUJtK0cNW6o8gvSfQ--~B/aD0xMjYwO3c9MTI2MDtzbT0xO2FwcGlkPXl0YWNoeW9u/http://media.zenfs.com/en-US/homerun/geekwire_312/b1093d6f9bed2eb3bb6894fb35156091","publishedAt":"2018-10-16T06:21:48Z","content":"WASHINGTON, D.C. An American rivalry with China could stoke a new space race in the years ahead, prominent members of the space community said at a session marking the 50th anniversary of NASAs Apollo missions. But it may not play out the way the U.S.-Soviet … [+6034 chars]"},{"source":{"id":null,"name":"Njherald.com"},"author":null,"title":"NASA film by Rory Kennedy revisits her uncle's challenge - New Jersey Herald","description":"New Jersey Herald NASA film by Rory Kennedy revisits her uncle's challenge New Jersey Herald NEW YORK (AP) — Filmmaker Rory Kennedy couldn't resist the obvious place to open her new documentary on NASA. That's a news clip of her uncle, President John F. Kenne…","url":"https://www.njherald.com/article/20181011/AP/310119827","urlToImage":"https://www.njherald.com/apps/pbcsi.dll/storyimage/NH/20181011/AP/310119827/AR/0/AR-310119827.jpg&MaxW=500","publishedAt":"2018-10-12T21:16:03Z","content":"NEW YORK (AP)  Filmmaker Rory Kennedy couldn't resist the obvious place to open her new documentary on NASA. That's a news clip of her uncle, President John F. Kennedy, challenging the space agency to land a man on the moon by the end of the 1960s. Kennedy s… [+3129 chars]"},{"source":{"id":null,"name":"Businessinsider.com.au"},"author":"Dave Mosher","title":"This speculative SpaceX timeline reveals roughly when, where, and how Elon Musk plans to colonize Mars - Business Insider Australia","description":"Business Insider Australia This speculative SpaceX timeline reveals roughly when, where, and how Elon Musk plans to colonize Mars Business Insider Australia SpaceX; NASA; Mark Brake/Getty Images; Samantha Lee/Business InsiderElon Musk and SpaceX hope to colon…","url":"https://www.businessinsider.com.au/elon-musk-spacex-mars-plan-timeline-2018-10","urlToImage":"https://static.businessinsider.com/image/5ba4e9a82546995c128b4567-640.jpg","publishedAt":"2018-10-14T15:46:00Z","content":"Elon Musk lives and breathes to colonize Mars. That’s the spirit with which he founded SpaceX, his rocket company, in 2002. Musk was frustrated that NASA wasn’t doing more to get people to the red planet – and concerned a backup plan for humanity wasn’t being… [+11199 chars]"},{"source":{"id":null,"name":"Triplepundit.com"},"author":"Tom Murray","title":"IPCC Report Reveals Urgent Need for CEOs to Act on Climate","description":"The Intergovernmental Panel on Climate Change (IPCC) released a sobering report this week detailing the dramatic effects of climate change and the immediate steps we need to take to make significant progress on limiting warming in the future. The report makes…","url":"http://www.triplepundit.com/2018/10/ipcc-report-reveals-urgent-need-for-ceos-to-act-on-climate/","urlToImage":"https://cdn.triplepundit.com/wp-content/uploads/2018/10/CEOs-must-act-on-Climate.png","publishedAt":"2018-10-11T07:10:37Z","content":"The Intergovernmental Panel on Climate Change (IPCC) released a sobering report this week detailing the dramatic effects of climate change and the immediate steps we need to take to make significant progress on limiting warming in the future. The report makes… [+4531 chars]"},{"source":{"id":null,"name":"Wattsupwiththat.com"},"author":"Anthony Watts","title":"Weekly Climate and Energy News Roundup #330","description":"THIS WEEK: By Ken Haapala, President, Science and Environmental Policy Project (SEPP) Thirty Years of Error? In 1988, the Intergovernmental Panel on Climate Change (IPCC) was created by the UN under the World Meteorological Organization (WMO) and the United N…","url":"https://wattsupwiththat.com/2018/09/30/weekly-climate-and-energy-news-roundup-330/","urlToImage":"https://4k4oijnpiu3l4c3h-zippykid.netdna-ssl.com/wp-content/uploads/2014/08/sepp_logo_onclouds.jpg","publishedAt":"2018-10-01T05:22:41Z","content":"THIS WEEK: By Ken Haapala, President, Science and Environmental Policy Project (SEPP) Thirty Years of Error? In 1988, the Intergovernmental Panel on Climate Change (IPCC) was created by the UN under the World Meteorological Organization (WMO) and the United N… [+44453 chars]"},{"source":{"id":null,"name":"Wired.co.uk"},"author":"WIRED","title":"Monday briefing: Elon Musk steps down as Tesla chair in SEC fraud settlement","description":"Musk doesn't have to admit to fraud but will lose some of his power at Tesla, hackers obtained up to 90 million Facebook users' account details, the US government wants to loosen climate protection regs because it thinks we're all doomed","url":"https://www.wired.co.uk/article/wired-awake-011018","urlToImage":"https://wi-images.condecdn.net/image/OkBE9Qke0OM/crop/1440/0.5235602094240838/f/gettyimages-855370074.jpg","publishedAt":"2018-10-01T06:30:55Z","content":"Your WIRED daily briefing. Today, Musk doesn't have to admit to fraud but will lose some of his power at Tesla, hackers obtained up to 90 million Facebook users' account details, the US government wants to loosen climate protection regs because it thinks we'r… [+4692 chars]"},{"source":{"id":null,"name":"Brinkwire.com"},"author":"ThemeGrill","title":"Science: Inspiring NASA Videos Celebrate 60 Years of Space Exploration - Brinkwire (press release)","description":"Science: Inspiring NASA Videos Celebrate 60 Years of Space Exploration Brinkwire (press release) Sixty years ago, NASA was established to push the boundaries in aeronautics and in space. And what a few decades it has been. The agency's accomplishments include…","url":"https://en.brinkwire.com/science/science-inspiring-nasa-videos-celebrate-60-years-of-space-exploration/","urlToImage":null,"publishedAt":"2018-10-02T12:51:00Z","content":"Sixty years ago, NASA was established to push the boundaries in aeronautics and in space. And what a few decades it has been. The agencys accomplishments include visiting every planet in the solar system, putting humans on the moon and helping to build the ma… [+4204 chars]"},{"source":{"id":null,"name":"Stltoday.com"},"author":"By Bryce Gray St. Louis Post-Dispatch","title":"Mission from Mars: Creve Coeur biotech firm aims to help candy giant develop a more resilient cacao tree","description":"Mars Inc. looks to the locally headquartered biotech firm, Benson Hill Biosystems, to help chocolate fend off pressing challenges from disease and climate change.","url":"https://www.stltoday.com/business/local/mission-from-mars-creve-coeur-biotech-firm-aims-to-help/article_a814d47a-1235-5815-a65f-3641a64dcb1a.html","urlToImage":"https://bloximages.newyork1.vip.townnews.com/stltoday.com/content/tncms/assets/v3/editorial/9/7d/97d801b5-0629-5054-b9fe-ea555ad07dea/5bd35b4d22672.image.jpg?crop=1762%2C991%2C0%2C92&resize=1120%2C630&order=crop%2Cresize","publishedAt":"2018-10-27T17:00:00Z","content":"CREVE COEUR The world loves its chocolate. But keeping pace with global cravings can be a tall order for chocolate producers a challenge made even tougher as climate change and disease threaten the worlds cocoa supply. Those threats have prompted major player… [+4322 chars]"},{"source":{"id":"the-wall-street-journal","name":"The Wall Street Journal"},"author":"John Horgan","title":"'Brief Answers to the Big Questions' and 'On the Future' Review: Serious Doubt on Serious Earth - Wall Street Journal","description":"Wall Street Journal 'Brief Answers to the Big Questions' and 'On the Future' Review: Serious Doubt on Serious Earth Wall Street Journal A high point of my career as a science journalist was a cosmology workshop I bulled my way into in 1990. Thirty luminaries …","url":"https://www.wsj.com/articles/brief-answers-to-the-big-questions-and-on-the-future-review-serious-doubt-on-serious-earth-1539909146","urlToImage":"https://images.wsj.net/im-31597/social","publishedAt":"2018-10-19T00:34:15Z","content":"A high point of my career as a science journalist was a cosmology workshop I bulled my way into in 1990. Thirty luminaries of physics gathered in a rustic resort in northern Sweden to swap ideas about how our universe was born. Stephen Hawking, although almos… [+7614 chars]"},{"source":{"id":null,"name":"Livescience.com"},"author":"Yasemin Saplakoglu","title":"No, Particle Accelerators Will Not Destroy the Planet, But Humans Might","description":"\"The stakes are very high\"","url":"https://www.livescience.com/63759-future-threats-to-humanity.html","urlToImage":"https://img.purch.com/h/1000/aHR0cDovL3d3dy5saXZlc2NpZW5jZS5jb20vaW1hZ2VzL2kvMDAwLzA4OS83NjQvb3JpZ2luYWwvbGFyZ2UtaGFkcm9uLWNvbGxpZGVyLWlsbHVzdHJhdGlvbi5qcGVn","publishedAt":"2018-10-05T15:00:00Z","content":"The future could be glorious or grim, and the gust of wind that tips things one way or another is us — the humans of the 21st century. \"The stakes are very high this century,\" said British cosmologist Martin Rees. \"It's the first century when human beings … c… [+3970 chars]"},{"source":{"id":null,"name":"Scmp.com"},"author":"Naomi Ng, Ernest Kao, Naomi Ng, Ernest Kao","title":"Too early to predict doom for Hong Kong’s massive plan to reclaim land for housing, construction experts say","description":"Engineers and construction experts say it is premature to predict disaster and doom for the Hong Kong government’s massive plan to build a gleaming metropolis on several artificial islands. Some worry the reclaimed land might sink, while others fear that clim…","url":"https://www.scmp.com/news/hong-kong/society/article/2169542/too-early-predict-doom-hong-kongs-massive-plan-reclaim-land","urlToImage":"https://cdn2.i-scmp.com/sites/default/files/styles/620x356/public/images/methode/2018/10/21/a86e263e-d4d9-11e8-81a4-d952f5356e85_image_hires_184401.jpg?itok=YFiX5g3h","publishedAt":"2018-10-21T11:02:35Z","content":"Engineers and construction experts say it is premature to predict disaster and doom for the Hong Kong governments massive plan to build a gleaming metropolis on several artificial islands. Some worry the reclaimed land might sink, while others fear that clima… [+5195 chars]"},{"source":{"id":null,"name":"Azcentral.com"},"author":"Arizona Republic, Karina Bland, Arizona Republic","title":"Life on Mars? Bill Nye (the Science Guy) says we have more work on this planet","description":"The Science Guy challenged an Arizona audience to take on water conservation, solar and wind energy.","url":"https://www.azcentral.com/story/news/local/karinabland/2018/10/19/life-mars-bill-nye-says-change-world/1688736002/?utm_source=google&utm_medium=amp&utm_campaign=speakable","urlToImage":"https://www.gannett-cdn.com/-mm-/7b1706e3768673f702183c3a22b9bc6324d0c168/c=0-199-2851-1810/local/-/media/2017/01/27/Phoenix/Phoenix/636211293195344629-GettyImages-632716418.jpg?width=3200&height=1680&fit=crop","publishedAt":"2018-10-19T17:35:25Z","content":"Bill Nye, also known as the Science Guy, sometimes hangs out with astrophysicist Neil deGrasse Tyson, but Tyson had to settle for FaceTime in Phoenix Wednesday. (Photo: Jamie McCarthy, Getty Images) Astrophysicist Neil deGrasse Tyson was on stage at the Comer… [+2031 chars]"},{"source":{"id":null,"name":"Scientificamerican.com"},"author":"Nola Taylor Redd","title":"Oxygen-Rich Liquid Water May Exist on Mars","description":"Brines suffused with the life-giving gas could offer hope for past and even present microbes on the Red Planet, according to a new study -- Read more on ScientificAmerican.com","url":"https://www.scientificamerican.com/article/oxygen-rich-liquid-water-may-exist-on-mars/?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+ScientificAmerican-News+%28Content%3A+News%29","urlToImage":"https://static.scientificamerican.com/sciam/cache/file/F7DF1E3F-524B-4B14-9C7A891F302BB88C.jpg","publishedAt":"2018-10-22T15:00:00Z","content":"The possibility of life on Mars may not be consigned to the distant past. New research suggests our neighboring world could hide enough oxygen in briny liquid water near its surface to support microbial life, opening up a wealth of potentially habitable regio… [+8810 chars]"},{"source":{"id":null,"name":"Qz.com"},"author":"Thu-Huong Ha","title":"Stephen Hawking’s last book gives just two options for a positive future for humanity","description":"Stephen Hawking was a physicist and cosmologist whose power lay in his ability to communicate complex theories to the masses. In his latest book, the…","url":"https://qz.com/1425714/hawkings-last-book-is-both-pessimistic-and-hopeful-about-the-future/","urlToImage":"https://cms.qz.com/wp-content/uploads/2018/10/AP_16103716720118-e1539701615380.jpg?quality=75&strip=all&w=1400","publishedAt":"2018-10-16T16:40:22Z","content":"Stephen Hawking was a physicist and cosmologist whose power lay in his ability to communicate complex theories to the masses. In his latest book, the first published since his death in March, he goes broad. Hawkings Brief Answers to the Big Questions is a sli… [+1727 chars]"},{"source":{"id":null,"name":"Cleantechnica.com"},"author":"Steve Hanley","title":"Emails: @ElonMusk Hints At Good News Ahead For @Tesla","description":"Elon Musk sent two e-mail to employees over the weekend praising them for their hard work and suggesting the company was very close to being profitable.","url":"https://cleantechnica.com/2018/10/01/emails-elonmusk-hints-at-good-news-ahead-for-tesla/","urlToImage":"https://cleantechnica.com/files/2018/10/Bear-Trap.jpg","publishedAt":"2018-10-01T18:06:52Z","content":"Cars Published on October 1st, 2018 | by Steve Hanley 0 October 1st, 2018 by Steve Hanley Last week was certainly one of the most tumultuous in Tesla’s short history. After the Securities &amp; Exchange Commission (SEC) sued Elon Musk, shares in Tesla [TSLA] … [+4286 chars]"},{"source":{"id":null,"name":"Goodmenproject.com"},"author":"Elaine Mansfield","title":"What Can We Do About the Mess We’re In?","description":"If we hate each other, we can’t cooperate. With hate, there are no solutions. The post What Can We Do About the Mess We’re In? appeared first on The Good Men Project.","url":"https://goodmenproject.com/featured-content/what-can-we-do-about-the-mess-were-in-kpkn/","urlToImage":"https://goodmenproject.com/wp-content/uploads/2019/10/elaine.gmp_.png","publishedAt":"2018-10-25T14:00:26Z","content":"Under cover of night, hundreds of migrant children were moved to tent encampments surrounded by high metal fences in the Texas desert. How is it OK to jail children and separate them from their parents ? Can you imagine their fear? The practice continues desp… [+4639 chars]"},{"source":{"id":null,"name":"Triplepundit.com"},"author":"Elizabeth Sturcke","title":"5 Ways Companies Can Act on the Latest Dire Climate Warnings","description":"News from the past week shows that not only do we have to worry about the 18 billion pounds of plastic that end up in the ocean every year harming marine life; we have to deal with the massive climate impact that the exploding production of plastics will caus…","url":"http://www.triplepundit.com/2018/10/5-ways-companies-can-act-on-the-latest-dire-climate-warnings/","urlToImage":"https://cdn.triplepundit.com/wp-content/uploads/2018/10/Climate-Action-EDF.jpeg","publishedAt":"2018-10-16T08:10:26Z","content":"Trying to turn away from the political polarization and fracturing civility in this country, I looked elsewhere in the news and found something even worsedire warnings for our planet. Two reports in the news last week ring the alarm bell on climate change. Th… [+4310 chars]"},{"source":{"id":null,"name":"Sciencealert.com"},"author":"Dave Mosher, Business Insider","title":"This Crazy Ambitious Timeline Shows When And How Elon Musk And Space X Plan to Colonise Mars","description":"Elon Musk is hell-bent on colonizing Mars.","url":"https://www.sciencealert.com/elon-musk-spacex-mars-plan-timeline-2018","urlToImage":"https://www.sciencealert.com/images/2018-10/processed/bfr-space-x-timelinepicture-headline_1_1024.jpg","publishedAt":"2018-10-14T23:51:49Z","content":"Elon Musk is hell-bent on colonizing Mars. That's the spirit with which he founded SpaceX, his rocket company, in 2002. Musk was frustrated that NASA wasn't doing more to get people to the red planet and concerned a backup plan for humanity wasn't being devel… [+11393 chars]"},{"source":{"id":null,"name":"Mrunal.org"},"author":"Mrunal","title":"[Download] UPSC Mains-2018 GSM2 Topicwise All Papers (2013-2018). Paper-3 tougher & more theoretic than last year","description":"Instructions for UPSC Mains 2018 GSM3 Mains-2018 GS3 Question Paper incl. Hindi questions Answer-Sources for UPSC Mains-2018 GSM3 Weightage to Current Affairs vs Theory Opinion / Assessment Type Questions Length wise same as last year Observation / Analysis o…","url":"http://mrunal.org/2018/09/dl-upsc-csm18-gsm3.html","urlToImage":"http://mrunal.org/wp-content/uploads/2018/09/dl-csm18-gsm3-ana.png","publishedAt":"2018-09-30T16:39:00Z","content":"Instructions for UPSC Mains 2018 GSM3 Mains-2018 GS3 Question Paper incl. Hindi questions Answer-Sources for UPSC Mains-2018 GSM3 Weightage to Current Affairs vs Theory Opinion / Assessment Type Questions Length wise same as last year Observation / Analysis o… [+43059 chars]"}]}