{"status":"ok","totalResults":5154,"articles":[{"source":{"id":null,"name":"Entrepreneur.com"},"author":"MaRS Discovery District","title":"In Search of that 'A-ha' Moment? This Entrepreneur Says It May Take Longer Than Expected.","description":"The CEO of Future Design School talks about how she finally found the business model to work with her vision.","url":"https://www.entrepreneur.com/video/322185","urlToImage":"https://assets.entrepreneur.com/content/3x2/2000/20181023152938-Screenshot2018-10-23at112616AM-Display2.png","publishedAt":"2018-10-24T14:30:00Z","content":"October 24, 2018 2 min read Opinions expressed by Entrepreneur contributors are their own. In this video, Entrepreneur Network partner MaRS Discovery District talks with the founder and CEO of Future Design School, Sarah Pervette. Pervette talks about sustain… [+1361 chars]"},{"source":{"id":null,"name":"Space.com"},"author":"Hanneke Weitering","title":"New Planet, Same Old Humans: Nat Geo's 'Mars' Returns for Season 2 Next Month (Trailer)","description":"When it comes to colonizing Mars, transporting astronauts and keeping them alive might seem like the biggest hurdles today. But that's only the beginning — as the population of Mars continues to grow, so will the scope of the colonists' problems.","url":"https://www.space.com/42039-nat-geo-mars-season-2-premiere.html","urlToImage":"https://img.purch.com/h/1000/aHR0cDovL3d3dy5zcGFjZS5jb20vaW1hZ2VzL2kvMDAwLzA3OS84NDIvb3JpZ2luYWwvRGFya25lc3NGYWxsc19FUDIwM19VSERfTUFSUzJfMDEuanBn","publishedAt":"2018-10-05T09:18:00Z","content":"NEW YORK — When it comes to colonizing Mars, transporting astronauts and keeping them alive might seem like the biggest hurdles today. But that's only the beginning — as the population of Mars continues to grow, so will the scope of the colonists' problems. Y… [+2370 chars]"},{"source":{"id":null,"name":"Thisisinsider.com"},"author":"Elana Rubin","title":"10 of Zendaya's best on-screen looks","description":"Zendaya Coleman, more famously known on a first name basis, has been slaying the fashion game for years now. The former Disney Channel star has been making a name for herself on the red carpet, but she also slays on screen as well. From her roles in movies to…","url":"https://www.thisisinsider.com/zendaya-best-on-screen-looks-2018-10","urlToImage":"https://amp.businessinsider.com/images/5bc9f034dde86765b555f7be-750-375.jpg","publishedAt":"2018-10-19T14:53:11Z","content":"When Zendaya played Anne Wheeler, the trapeze artist, in \" The Greatest Showman,\" viewers were captivated by her flying talent, singing ability, and forbidden love story with Zac Efron's character Phillip Carlyle. Her best look in this film is during the song… [+144 chars]"},{"source":{"id":null,"name":"Fastcompany.com"},"author":"Melissa Locker","title":"Here’s the richest person in each U.S. state","description":"Here’s where to find your next angel investor and/or Girl Scout cookie buyer. If you’re looking for the perfect person to hit up for your daughter’s Girl Scout cookies sale, or you need an angel investor for your genius new pet spaw (geddit?) idea, check out …","url":"https://www.fastcompany.com/90256103/heres-who-the-richest-person-is-in-each-u-s-state?partner=feedburner&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+fastcompany%2Fheadlines+%28Fast+Company%29","urlToImage":"https://images.fastcompany.net/image/upload/w_1280,f_auto,q_auto,fl_lossy/wp-cms/uploads/2018/10/poster-wealthiest-person-in-each-state-2018.jpg","publishedAt":"2018-10-24T13:00:46Z","content":"If you’re looking for the perfect person to hit up for your daughter’s Girl Scout cookies sale, or you need an angel investor for your genius new pet spaw (geddit?) idea, check out Zippia’s new list of the wealthiest person in each state. The West Coast is ea… [+1777 chars]"},{"source":{"id":null,"name":"Entrepreneur.com"},"author":"MaRS Discovery District","title":"The Unconventional Way This Cloud-Based Startup Broke Into the Education Sphere","description":"Despite uncertain times, the team at Top Hat knew they were onto something.","url":"https://www.entrepreneur.com/video/321848","urlToImage":"https://assets.entrepreneur.com/content/3x2/2000/20181016193712-Screenshot2018-10-16at32705PM-Display2.png","publishedAt":"2018-10-17T17:30:00Z","content":"October 17, 2018 2 min read Opinions expressed by Entrepreneur contributors are their own. In this latest video from Entrepreneur Network partner MaRS Discovery District, entrepreneur Mike Silagadze talks about making his career pivot. Top Hat helps instructo… [+1333 chars]"},{"source":{"id":null,"name":"Digitaltrends.com"},"author":"Luke Dormehl","title":"Here’s how Microsoft’s Hololens is helping NASA build the new Orion spacecraft","description":"Lockheed Martin is turning to Microsoft’s mixed reality Hololens smartglasses to help its technicians build NASA's new Orion spacecraft, which could one day help rocket astronauts as far afield as Mars. Here's how it's helping them replace dusty old, 1500-pag…","url":"https://www.digitaltrends.com/cool-tech/hololens-orion-spacecraft/","urlToImage":"https://icdn3.digitaltrends.com/image/lockheed-martinorionconcept-1200x630-c-ar1.91.jpg","publishedAt":"2018-10-15T21:41:42Z","content":"Lockheed Martin As a global aerospace, defense, and security giant, its no great surprise to hear that Lockheed Martin has some pretty advanced technologies at its disposal. For its current project building NASAs Orion spacecraft, however, Lockheed is turning… [+1968 chars]"},{"source":{"id":"the-guardian-au","name":"The Guardian (AU)"},"author":"Staff and agencies","title":"James Murdoch favorite to replace Elon Musk as Tesla chairman - report","description":"Son of media tycoon Rupert Murdoch is the lead candidate to replace the embattled Tesla founder Murdoch media dynasty son James is the favorite to take over the chairmanship of volatile electric-carmaker Tesla from its embattled founder, Elon Musk. James Murd…","url":"https://www.theguardian.com/technology/2018/oct/10/james-murdoch-elon-musk-replacement-tesla-chair","urlToImage":"https://i.guim.co.uk/img/media/640fa6ccb0309565e7c8521cb200c3bb90a8b65f/629_0_1864_1118/master/1864.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly9hc3NldHMuZ3VpbS5jby51ay9pbWFnZXMvb3ZlcmxheXMvZDM1ODZhNWVmNTc4MTc1NmQyMWEzYjYzNWU1MTcxNDEvdGctZGVmYXVsdC5wbmc&s=39f389c06b666e4ab6459fe161e4bbc1","publishedAt":"2018-10-10T19:22:48Z","content":"Murdoch media dynasty son James is the favorite to take over the chairmanship of volatile electric-carmaker Tesla from its embattled founder, Elon Musk. James Murdoch, son of newspaper, satellite TV and movie studio tycoon Rupert Murdoch, is the outgoing chie… [+1728 chars]"},{"source":{"id":null,"name":"Mentalfloss.com"},"author":"Emily Petsko","title":"NASA Just Launched a New Podcast, and It's All About Mars","description":"The last episode will detail InSight's attempt to land on Mars on November 26.","url":"http://mentalfloss.com/article/562126/nasa-launches-mars-podcast-insight","urlToImage":"https://images.mentalfloss.com/sites/default/files/styles/mf_image_16x9/public/nasa2_1.jpg?itok=oagLok5k","publishedAt":"2018-10-30T17:00:00Z","content":"Viktor T. Toth : It is often said that sound doesnt travel in space. And it is true in empty space. Sound is pressure waves, that is, propagating changes in pressure. In the absence of pressure, there can be no pressure waves, so there is no sound. But space … [+2255 chars]"},{"source":{"id":"new-scientist","name":"New Scientist"},"author":"Leah Crane","title":"Salty Martian groundwater may have enough oxygen to support life","description":"Mars gets its red colour from oxygen rusting its surface, and it may be hiding even more oxygen in underground brine, which could help microorganisms survive","url":"http://www.newscientist.com/article/2183107-salty-martian-groundwater-may-have-enough-oxygen-to-support-life/","urlToImage":"https://images.newscientist.com/wp-content/uploads/2018/10/22141925/pia21723-main_sol4765b_sprained_ankle_l257atc.jpg","publishedAt":"2018-10-22T15:00:00Z","content":"Dry at the surface, but there may be oxygen-rich water underground JPL/NASA By Leah Crane The atmosphere of Mars may not contain much oxygen, but that doesn’t necessarily mean the planet itself lacks the stuff. A new calculation of how much oxygen could be di… [+323 chars]"},{"source":{"id":null,"name":"Core77.com"},"author":null,"title":"The NikeCraft Mars Yard Overshoe Proves Tom Sachs Still Designs for Himself Over The Hype","description":"2012 marked the release of Tom Sachs' first collaboration with NikeCraft—the Mars Yard Shoe. After realizing, through extensive wear testing, that the Vectran used on the toe box gave out under stress, Sachs followed up with NikeCraft to create the updated Ma…","url":"https://www.core77.com/posts/80211/The-NikeCraft-Mars-Yard-Overshoe-Proves-Tom-Sachs-Still-Designs-for-Himself-Over-The-Hype?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+core77%2Fblog+%28Core77.com%29","urlToImage":"https://s3files.core77.com/blog/images/lead_n_spotlight/836351_lead_400_80211_.jpg","publishedAt":"2018-10-09T19:33:00Z","content":"2012 marked the release of Tom Sachs' first collaboration with NikeCraftthe Mars Yard Shoe. After realizing, through extensive wear testing, that the Vectran used on the toe box gave out under stress, Sachs followed up with NikeCraft to create the updated Mar… [+2153 chars]"},{"source":{"id":null,"name":"Pitchfork.com"},"author":"Noah Yoo","title":"Red Dead Redemption 2 Soundtrack Announced: Arca, Daniel Lanois, More","description":"The Mars Volta, Colin Stetson, QOTSA’s Jon Theodore, and others have contributed to the video game score","url":"https://pitchfork.com/news/red-dead-redemption-2-soundtrack-announced-arca-daniel-lanois-more/","urlToImage":"https://media.pitchfork.com/photos/5bcf9357e5dd5125e7f6bc39/2:1/w_790/Arca%20and%20Daniel%20Lanois.png","publishedAt":"2018-10-23T21:03:07Z","content":"Rockstar Games has revealed new details about the soundtrack and score to Red Dead Redemption 2, their upcoming Western-themed action adventure video game for PlayStation 4. Original contributions from artists including Arca and the Mars Volta/QOTSA member Jo… [+612 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"USA TODAY, Brett Molina, USA TODAY","title":"Watch: NASA releases 450,000 gallons of water in one minute","description":"As part of preparing its new Space Launch System, NASA tested a deluge system dumping 450,000 gallons of water in one minute on to the launch pad.","url":"https://www.usatoday.com/story/news/nation-now/2018/10/23/nasa-releases-450-000-gallons-water-its-launch-pad-heres-why/1736748002/?utm_source=google&utm_medium=amp&utm_campaign=speakable","urlToImage":"https://www.gannett-cdn.com/presto/2018/10/23/USAT/f5db549e-4118-42f1-87d3-f82cd4df9b8c-Screen_Shot_2018-10-23_at_6.18.03_AM.png?crop=1709,961,x0,y0&width=3200&height=1680&fit=bounds","publishedAt":"2018-10-23T11:07:31Z","content":"A screenshot of NASA's Kennedy Space Center testing a water deluge system. (Photo: NASA) Who knew rocket launches might require so much water? As part of the preparations for its new Space Launch System, NASA tested the water deluge system, which includes sho… [+1029 chars]"},{"source":{"id":"fox-news","name":"Fox News"},"author":"Ashley Dvorkin","title":"Neil deGrasse Tyson: Space exploration could make Earth more peaceful","description":"Famed astrophysicist and “Cosmos” host Neil deGrasse Tyson believes that future exploration of space could drive peace on Earth.","url":"https://www.foxnews.com/science/neil-degrasse-tyson-space-exploration-could-make-earth-more-peaceful","urlToImage":"https://static.foxnews.com/foxnews.com/content/uploads/2018/10/deGrasseTysonGetty22015.jpg","publishedAt":"2018-10-18T18:13:21Z","content":"Famed astrophysicist and “Cosmos” host Neil deGrasse Tyson believes that future exploration of space could drive peace on Earth. We caught up with Tyson at a press event for the series as he and his “Cosmos” team previewed season three of the documentary seri… [+2635 chars]"},{"source":{"id":"ars-technica","name":"Ars Technica"},"author":"Eric Berger","title":"There’s a new record-holder for closest human object to the Sun","description":"The Parker Solar Probe gets to withing 42.7 million km, and it's just getting warm.","url":"https://arstechnica.com/science/2018/10/theres-a-new-record-holder-for-closest-human-object-to-the-sun/","urlToImage":"https://cdn.arstechnica.net/wp-content/uploads/2018/03/ObservingSunPoster-760x380.jpg","publishedAt":"2018-10-30T13:26:47Z","content":"Enlarge / Artists concept of the Parker Solar Probe spacecraft approaching the Sun. 4 In August, the Parker Solar Probe rocketed away from Earth aboard a Delta IV Heavy booster. The relatively small, 685kg spacecraft needed to achieve a high speed in order to… [+2091 chars]"},{"source":{"id":null,"name":"Nature.com"},"author":"Alexandra Witze","title":"Mars scientists edge closer to solving methane mystery","description":"The warming power of the Sun could explain why the level of gas in the atmosphere changes with the seasons.","url":"https://www.nature.com/articles/d41586-018-07177-4?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+nature%2Frss%2Fcurrent+%28Nature+-+Issue%29","urlToImage":"https://media.nature.com/lw1024/magazine-assets/d41586-018-07177-4/d41586-018-07177-4_16222200.jpg","publishedAt":"2018-10-25T00:00:00Z","content":"The Curiosity rover has tracked methane in Marss atmosphere since it landed on the planet in 2012. Credit: NASA/JPL Knoxville, Tennessee Planetary scientists are getting closer to solving the puzzle of methane on Mars. New calculations could help to explain w… [+3698 chars]"},{"source":{"id":null,"name":"Nature.com"},"author":"Alexandra Witze","title":"Mars scientists edge closer to solving methane mystery","description":"The warming power of the Sun could explain why the level of gas in the atmosphere changes with the seasons.","url":"https://www.nature.com/articles/d41586-018-07177-4","urlToImage":"https://media.nature.com/lw1024/magazine-assets/d41586-018-07177-4/d41586-018-07177-4_16222200.jpg","publishedAt":"2018-10-25T00:00:00Z","content":"The Curiosity rover has tracked methane in Marss atmosphere since it landed on the planet in 2012. Credit: NASA/JPL Knoxville, Tennessee Planetary scientists are getting closer to solving the puzzle of methane on Mars. New calculations could help to explain w… [+3698 chars]"},{"source":{"id":null,"name":"Bgr.com"},"author":"Mike Wehner","title":"NASA tested its huge Mars 2020 parachute and broke a world record in the process","description":"It should go without saying, but sending a rover to Mars is a challenging endeavor. Lots of things have to go perfectly right in order to pull it off, and one thing that can't be overlooked is the parachute. Once the spacecraft reaches the planet and begins p…","url":"https://bgr.com/2018/10/29/mars-2020-parachute-testing-aspire-video/","urlToImage":"https://boygeniusreport.files.wordpress.com/2018/10/parachute-16.gif","publishedAt":"2018-10-30T03:07:38Z","content":"It should go without saying, but sending a rover to Mars is a challenging endeavor. Lots of things have to go perfectly right in order to pull it off, and one thing that can’t be overlooked is the parachute. Once the spacecraft reaches the planet and begins p… [+1520 chars]"},{"source":{"id":null,"name":"Space.com"},"author":"Mike Wall","title":"1 Month to Mars! NASA's InSight Lander Nearing Red Planet Touchdown","description":"One month from today, Mars will welcome a new robotic resident that seeks to probe the planet's innards.","url":"https://www.space.com/42260-mars-insight-landing-one-month-away.html","urlToImage":"https://img.purch.com/h/1000/aHR0cDovL3d3dy5zcGFjZS5jb20vaW1hZ2VzL2kvMDAwLzA4MC8yNzgvb3JpZ2luYWwvaW5zaWdodC1sYW5kZXItYXJ0LmpwZw==","publishedAt":"2018-10-25T14:00:00Z","content":"One month from today, Mars will welcome a new robotic resident that seeks to probe the planet's innards. NASA's InSight lander is scheduled to touch down just north of the Martian equator on the afternoon of Nov. 26, bringing a nearly seven-month space trek t… [+3285 chars]"},{"source":{"id":null,"name":"Hypebeast.com"},"author":"info@hypebeast.com (HYPEBEAST), HYPEBEAST","title":"Gucci Mane, Bruno Mars & Kodak Black Release a Sparkly \"Wake Up in the Sky\" Music Video","description":"Shortly after releasing their unexpected \"Wake Up in the Sky\" collaboration, Gucci Mane, Bruno Mars and Kodak Black recently came together for an '80s R&B-inspired music video. Directed by Mars, the visual is centered around a sparkly aesthetic, which complem…","url":"https://hypebeast.com/2018/10/gucci-mane-bruno-mars-kodak-black-wake-up-in-the-sky-music-video","urlToImage":"https://image-cdn.hypb.st/https%3A%2F%2Fhypebeast.com%2Fimage%2F2018%2F10%2Ftw-gucci-mane-bruno-mars-kodak-black-wake-up-in-the-sky-video.jpg?w=960&cbr=1&q=90&fit=max","publishedAt":"2018-11-01T03:17:50Z","content":"Shortly after releasing their unexpected “Wake Up in the Sky” collaboration, Gucci Mane, Bruno Mars and Kodak Black recently came together for an ’80s R&amp;B-inspired music video. Directed by Mars, the visual is centered around a sparkly aesthetic, which com… [+549 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Graham Rapier","title":"Elon Musk defends President Trump's Space Force idea and says that it is 'cool' and 'sensible' (TSLA)","description":"Elon Musk appeared on a Recode podcast with journalist Kara Swisher on Friday. The Tesla and SpaceX CEO said President Donald Trump's proposed space force \"is a sensible idea.\" He noted how the original Air Force creation was also met with skepticism, but is …","url":"https://www.businessinsider.com/elon-musk-likes-president-trumps-space-force-idea-2018-11","urlToImage":"https://amp.businessinsider.com/images/5ba4e9b79c5d671f128b4568-1136-568.png","publishedAt":"2018-11-02T14:00:38Z","content":"While much of the world rolled their eyes at President Donald Trump's Space Force proposal, he's found at least one fan in Elon Musk. \"It may be controversial, but I actually like the idea,\" the Tesla and SpaceX CEO told journalist Kara Swisher on a Recode po… [+1666 chars]"}]}