{"status":"ok","totalResults":5154,"articles":[{"source":{"id":"usa-today","name":"USA Today"},"author":"USA TODAY, Susan Haas, USA TODAY","title":"'The Voice': Adam Levine beats Jennifer Hudson, Kelly Clarkson in three-chair battle","description":"Singer Funsho was just a few lines into Bruno Mars' \"Finesse\" when Adam Levine turned, quickly followed by Jennifer Hudson and Kelly Clarkson.","url":"https://www.usatoday.com/story/life/2018/10/09/voice-adam-levine-beats-out-jennifer-hudson-kelly-clarkson-three-chair-battle/1584748002/?utm_source=google&utm_medium=amp&utm_campaign=speakable","urlToImage":"https://www.gannett-cdn.com/presto/2018/09/25/USAT/10c646fa-da4a-4cb0-ba35-f4b2b8c854a9-NUP_183500_1610.JPG?crop=2999,1687,x0,y259&width=3200&height=1680&fit=bounds","publishedAt":"2018-10-10T02:03:38Z","content":"\"The Voice\" judges Adam Levine, Kelly Clarkson, Jennifer Hudson and Blake Shelton are nearly done filling their teams. (Photo: Trae Patton/NBC) \"The Voice\" blind auditions saved the best for last again Tuesday. Singer Funsho was just a few lines into Bruno Ma… [+1292 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"Buzz60, Buzz60, Buzz60","title":"NASA thinks we may be able to use the soil on Mars as rocket fuel","description":"Sure we’ve thought out how to get to Mars, but getting back with enough fuel has posed as a bit of a problem.","url":"https://www.usatoday.com/videos/tech/2018/11/01/nasa-thinks-we-may-able-use-soil-mars-rocket-fuel/38352239/","urlToImage":"https://media.gannett-cdn.com/29906170001/29906170001_5856319634001_5856318010001-vs.jpg?pubId=29906170001","publishedAt":"2018-11-01T13:30:27Z","content":null},{"source":{"id":null,"name":"Slashdot.org"},"author":"msmash","title":"Scientists Have Laid Out a Plan To Search For Life in the Universe","description":"An anonymous reader shares a report: A blue-ribbon panel of researchers chaired by the University of Toronto's Barbara Sherwood Lollar assembled the report at the behest of the US Congress, which asked in a 2017 law that a \"strategy for astrobiology\" be devel…","url":"https://science.slashdot.org/story/18/10/12/1721248/scientists-have-laid-out-a-plan-to-search-for-life-in-the-universe","urlToImage":"https://a.fsdn.com/sd/topics/nasa_64.png","publishedAt":"2018-10-12T17:22:00Z","content":"A blue-ribbon panel of researchers chaired by the University of Toronto's Barbara Sherwood Lollar assembled the report at the behest of the US Congress, which asked in a 2017 law that a \"strategy for astrobiology\" be developed to prioritize \"the search for li… [+1061 chars]"},{"source":{"id":null,"name":"Fastcompany.com"},"author":"Melissa Locker","title":"“The End of the World” is coming–in podcast form, anyway","description":"An original podcast from iHeartRadio looks at what’s out there. There’s a new podcast to add to your playlist for your trip to Mars : The End of the World, an iHeartRadio original, hosted by Josh Clark, whom you may recognize as the cohost of Stuff You Should…","url":"https://www.fastcompany.com/90252595/the-end-of-the-world-is-coming-in-podcast-form-anyway?partner=feedburner&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+fastcompany%2Fheadlines+%28Fast+Company%29","urlToImage":"https://images.fastcompany.net/image/upload/w_1280,f_auto,q_auto,fl_lossy/wp-cms/uploads/2018/10/p-1-the-end-of-the-world-is-coming-in-podcast-form-anyway.jpg","publishedAt":"2018-10-17T09:00:44Z","content":"There’s a new podcast to add to your playlist for your trip to Mars : The End of the World, an iHeartRadio original, hosted by Josh Clark, whom you may recognize as the cohost of Stuff You Should Know (iHeartMedia is making good use of its purchase of HowStuf… [+1543 chars]"},{"source":{"id":null,"name":"Dezeen.com"},"author":"Gunseli Yalcinkaya","title":"Tom Sachs updates Nike Mars Yard trainer to resemble shoes worn by astronauts","description":"New York-based artist Tom Sachs has released an updated version of his Nike Mars Yard trainers, which look like the lunar overshoes worn by astronauts. The newest edition of the trainer, the Nike Mars Yard Overshoe, features a nylon-reinforced dyneema – a den…","url":"http://www.dezeen.com/2018/10/16/tom-sachs-nike-mars-yard-trainer-space-trainers-design/","urlToImage":"https://static.dezeen.com/uploads/2018/10/nike-mars-yard-overshoe-tom-sachs-trainers-design_dezeen_sq.jpg","publishedAt":"2018-10-16T16:36:09Z","content":"New York-based artist Tom Sachs has released an updated version of his Nike Mars Yard trainers, which look like the lunar overshoes worn by astronauts. The newest edition of the trainer, the Nike Mars Yard Overshoe, features a nylon-reinforced dyneema – a den… [+2572 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"ALEXANDRA ALTER","title":"Books News: Anna Burns Wins the Man Booker Prize for ‘Milkman’","description":"The judges cited her use of dark humor to explore tribalism, state-sponsored terrorism, social division and sexual and political oppression.","url":"https://www.nytimes.com/2018/10/16/books/anna-burns-wins-man-booker-prize-milkman.html","urlToImage":"https://static01.nyt.com/images/2018/10/17/books/17booker1/17booker1-facebookJumbo.jpg","publishedAt":"2018-10-16T21:14:11Z","content":"[ Read an interview with Val McDermid on what it was like to judge the 2018 Man Booker Prize. ] The novels selected for this years shortlist reflected a preoccupation with dark times and apocalyptic themes like ecological destruction, slavery and mass incarce… [+2010 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"JOHN ELIGON","title":"No ‘Foreign’ Names for Children, Dear Abby Advised. Furious Parents Replied.","description":"Jeanne Phillips, the daughter of the original advice columnist Dear Abby, in 2007. Her advice about avoiding “unusual” names for children drew some criticism.","url":"https://www.nytimes.com/2018/10/18/us/dear-abby-whitewash-foreign-names.html","urlToImage":"https://static01.nyt.com/images/2018/10/18/business/18DEARABBY/18DEARABBY-facebookJumbo.jpg","publishedAt":"2018-10-18T20:59:03Z","content":"[For more coverage of race, sign up here to have our Race/Related newsletter delivered weekly to your inbox.] The reality, Mr. Awgu, 34, said, is that long, foreign-sounding names do not end up sticking. The practical effect of that is nobody calls them that,… [+1670 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"USA TODAY, Doyle Rice, USA TODAY","title":"Salty water on Mars could have enough oxygen to support life","description":"Briny water just below the Martian surface has the potential to hold enough oxygen molecules to support life, a new study reports.","url":"https://www.usatoday.com/story/tech/science/2018/10/22/mars-water-could-have-enough-oxygen-support-life/1729556002/?utm_source=google&utm_medium=amp&utm_campaign=speakable","urlToImage":"https://www.gannett-cdn.com/-mm-/cc8c73d409ccafc0a471025115eb41dd96973ee8/c=0-66-2190-1303/local/-/media/2018/02/01/USATODAY/USATODAY/636530956509572832-GettyImages-647269852-1-.jpg?width=3200&height=1680&fit=crop","publishedAt":"2018-10-22T19:03:41Z","content":"We know that NASAs Mars 2020 rover is heading to Mars in July of 2020, what we dont know is where it will land. Buzz60 Briny water just below the Martian surface has the potential to hold enough oxygen molecules to support life, a new study reports. (Photo: m… [+2234 chars]"},{"source":{"id":null,"name":"Entrepreneur.com"},"author":"Dan Bova","title":"Elon Musk Drops New Twitter Bomb on the SEC","description":"Um, maybe someone needs a little social media detox?","url":"https://www.entrepreneur.com/article/321198","urlToImage":"https://assets.entrepreneur.com/content/3x2/2000/20181004213217-GettyImages-974773028.jpeg","publishedAt":"2018-10-04T21:35:10Z","content":"October 4, 2018 2 min read What do you do after the SEC forces you to step down as chairman of your company and fork over a $20 million fine? Call them big fat dumb-dumb heads on Twitter, if you’re Elon Musk. On Friday, the billionaire Mars-enthusiast blasted… [+1484 chars]"},{"source":{"id":null,"name":"Thesun.co.uk"},"author":"The Sun","title":"NASA to make huge decision in the hunt for alien life on Mars","description":"Scientists will gather today to debate where NASA should next land on Mars, as the American space agency prepares a new mission in its search for life on the Red Planet.","url":"https://www.thesun.co.uk/tech/7505116/nasa-mars-2020-rover-land/","urlToImage":"https://static.foxnews.com/foxnews.com/content/uploads/2018/09/e1186599-mars-nasa-viking.jpeg","publishedAt":"2018-10-16T16:47:40Z","content":"Scientists will gather today to debate where NASA should next land on Mars, as the American space agency prepares a new mission in its search for life on the Red Planet. The debate comes as NASA is being urged by the National Academy of Sciences to make the s… [+2403 chars]"},{"source":{"id":null,"name":"Space.com"},"author":"Meghan Bartels Space.com Senior Writer","title":"Watch NASA break a speed record in this Mars parachute test","description":"NASA is preparing technology for use on its Mars 2020 rover mission, due to land on the Red Planet in February 2021 — and it's breaking world records along the way.","url":"http://www.space.com/42282-mars-2020-parachute-test-breaks-world-record.html","urlToImage":"https://static.foxnews.com/foxnews.com/content/uploads/2018/10/mars-2020-parachute-test.jpg","publishedAt":"2018-10-29T19:41:38Z","content":"NASA is preparing technology for use on its Mars 2020 rover mission, due to land on the Red Planet in February 2021 — and it's breaking world records along the way. Landing on Mars is notoriously challenging because of the planet's thin atmosphere, which make… [+2031 chars]"},{"source":{"id":null,"name":"Boingboing.net"},"author":"Cory Doctorow","title":"\"Critical Failure\" D20s, whispering what's in every roller's heart","description":"The world has long celebrated the \"critical hit\" D20 face, the elusive 20 that doubles the damage and sets the players around the table baying with elation; but consider its opposite face, the lowly 1, the \"critical failure\" that lets a sadistic DM dream up a…","url":"https://boingboing.net/2018/10/10/anglo-saxon-monosyllable.html","urlToImage":"https://media.boingboing.net/wp-content/uploads/2018/10/il_fullxfull.1503223559_4vye.jpg","publishedAt":"2018-10-10T19:57:52Z","content":"Warren Ellis's closing keynote from the Thought Bubble festival in Leeds is distilled Ellis: witty and wordsmithed, insightful and thoughtful, futuristic and deeply contemporary. I've just closed a new book deal: Tor Books will publish \"Radicalized,\" which te… [+1600 chars]"},{"source":{"id":null,"name":"Boingboing.net"},"author":"Mark Frauenfelder","title":"Converting die cast toy cars into post-apocalyptic combat vehicles","description":"Gareth Branwyn has a fun tutorial on Make: about how to convert Hot Wheels and Matchbox toy cars into combat vehicles for the tabletop game, Gaslands. In Gaslands, you put together a racing crew using die cast toy cars (Hot Wheels, Matchbox, etc) that you hav…","url":"https://boingboing.net/2018/10/15/converting-die-cast-toy-cars-i.html","urlToImage":"https://media.boingboing.net/wp-content/uploads/2018/10/weathering_1.jpg","publishedAt":"2018-10-15T12:46:33Z","content":"In Gaslands, you put together a racing crew using die cast toy cars (Hot Wheels, Matchbox, etc) that you have modified to create combat cars. Then, using special dice and movement templates, you take turns racing through a scenario while fighting off other pl… [+1032 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Shannon Connellan","title":"These Halloween pumpkins carved by NASA engineers are out of this world","description":"Most of us would come at a Halloween pumpkin simply with a sharp knife and a will to succeed. Others would come equipped with NASA-level engineering skills. Every year, engineers at NASA's Jet Propulsion Laboratory (JPL) in Pasadena, California gather for the…","url":"https://mashable.com/article/halloween-pumpkin-nasa-engineers/","urlToImage":"https://i.amz.mshcdn.com/rMlCBqwNyWA8rlfvmEAz0eZ7Tf4=/1200x630/2018%2F10%2F30%2Fed%2F4ca6dc5b7b364a3395aca237b6dd5c77.d86e7.jpg","publishedAt":"2018-10-30T02:50:56Z","content":"Most of us would come at a Halloween pumpkin simply with a sharp knife and a will to succeed. Others would come equipped with NASA-level engineering skills. Every year, engineers at NASA's Jet Propulsion Laboratory (JPL) in Pasadena, California gather for the… [+1917 chars]"},{"source":{"id":null,"name":"Scientificamerican.com"},"author":"Caleb A. Scharf","title":"A Martian Tail","description":"A remarkable atmospheric feature on Mars reminds us how topography connects to climate -- Read more on ScientificAmerican.com","url":"https://blogs.scientificamerican.com/life-unbounded/a-martian-tail/","urlToImage":"https://static.scientificamerican.com/blogs/cache/file/DDC825C4-8C93-4566-B67F7533663EFA2A.jpg","publishedAt":"2018-10-28T16:00:00Z","content":"For the past couple of months the European Space Agency's Mars Express orbiter has been keeping an eye on a visually striking feature down on the red planet. At first glance it could be easily mistaken for a volcanic plume coming from one of the giant Tharsis… [+1696 chars]"},{"source":{"id":null,"name":"Scientificamerican.com"},"author":"Leonard David","title":"Scientists Double Down on Landing Sites for Sample-Collecting Mars Rover","description":"NASA’s Mars 2020 mission could visit two locations where microbial life may once have thrived -- Read more on ScientificAmerican.com","url":"https://www.scientificamerican.com/article/scientists-double-down-on-landing-sites-for-sample-collecting-mars-rover/","urlToImage":"https://static.scientificamerican.com/sciam/cache/file/74D7EF73-B6D4-421A-8C069836EB3032A9.jpg","publishedAt":"2018-10-22T10:45:00Z","content":"For NASA’s Mars 2020 rover, now being assembled at the agency’s Jet Propulsion Laboratory for launch in July 2020, the stakes could not be much higher. The $2.4 billion nuclear-powered rover is the most complex piece of machinery to ever make a ballistic beel… [+6556 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"InSight: The jeopardy of landing on Mars","description":"Nasa releases a video describing the perilous landing its InSight Mars probe will face later this month.","url":"https://www.bbc.co.uk/news/science-environment-46074794","urlToImage":"https://ichef.bbci.co.uk/images/ic/1024x576/p06qmpnl.jpg","publishedAt":"2018-11-02T16:51:19Z","content":"Media caption Nasa's Insight video is fronted by chief engineer Rob Manning The American space agency has released a video describing the perilous journey its InSight probe will make to the surface of Mars later this month. Fronted by Rob Manning, the chief e… [+1893 chars]"},{"source":{"id":null,"name":"Thisisinsider.com"},"author":"Tiana Attride","title":"THEN AND NOW: What 12 candy bars looked like when they were first released","description":"Since the mid-1800s, confectioners have been shelling out millions of candy bars a year to satisfy the sweet tooths of fans all around the world. The majority of classic confections have gone through a few candy wrapper design changes over the years — here's …","url":"https://www.thisisinsider.com/what-candy-bars-used-to-look-like-2018-9","urlToImage":"https://amp.businessinsider.com/images/5bbb90fedde8672ffe697d69-320-160.jpg","publishedAt":"2018-10-08T17:14:19Z","content":"Before beginning the manufacture of chocolate in 1900, Milton Hershey, creator of the Hershey's bar, was a successful caramel candy seller. Hershey began selling these bars for about a nickel each. The original wrapper was printed on glossy white paper and em… [+127 chars]"},{"source":{"id":null,"name":"Scientificamerican.com"},"author":"Nola Taylor Redd","title":"Oxygen-Rich Liquid Water May Exist on Mars","description":"Brines suffused with the life-giving gas could offer hope for past and even present microbes on the Red Planet, according to a new study -- Read more on ScientificAmerican.com","url":"https://www.scientificamerican.com/article/oxygen-rich-liquid-water-may-exist-on-mars/","urlToImage":"https://static.scientificamerican.com/sciam/cache/file/F7DF1E3F-524B-4B14-9C7A891F302BB88C.jpg","publishedAt":"2018-10-22T15:00:00Z","content":"The possibility of life on Mars may not be consigned to the distant past. New research suggests our neighboring world could hide enough oxygen in briny liquid water near its surface to support microbial life, opening up a wealth of potentially habitable regio… [+7678 chars]"},{"source":{"id":null,"name":"Scientificamerican.com"},"author":"Alexandra Witze, Nature magazine","title":"Mars Scientists Edge Closer to Solving Methane Mystery","description":"The warming power of the sun could help to explain why the level of gas in the atmosphere changes with the seasons -- Read more on ScientificAmerican.com","url":"https://www.scientificamerican.com/article/mars-scientists-edge-closer-to-solving-methane-mystery/","urlToImage":"https://static.scientificamerican.com/sciam/cache/file/61FEDFD7-E02C-4B7F-B7FED703B8EC1447.jpg","publishedAt":"2018-10-28T14:00:00Z","content":"Planetary scientists are getting closer to solving the puzzle of methane on Mars. New calculations could help to explain why NASA’s Curiosity rover detects peaks of methane gas in the Martian atmosphere during the planet's northern summer. As winter gives way… [+3656 chars]"}]}