{"status":"ok","totalResults":5154,"articles":[{"source":{"id":null,"name":"Fastcompany.com"},"author":"Aileen Kwun","title":"This eerie visualization tracks space junk across the night sky","description":"Artist Daan Roosegaarde’s new project has already been mistaken for a UFO. But the shimmering green lights highlight an entirely human problem: Space trash. Humans are bad for the Earth. This week’s devastating report from the UN’s Intergovernmental Panel on …","url":"https://www.fastcompany.com/90250058/this-eerie-visualization-tracks-space-junk-across-the-night-sky?partner=feedburner&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+fastcodesign%2Ffeed+%28Co.Design%29","urlToImage":"https://images.fastcompany.net/image/upload/w_1280,f_auto,q_auto,fl_lossy/wp-cms/uploads/2018/10/p-1-90250058-daan-roosegaarde.jpg","publishedAt":"2018-10-12T09:00:46Z","content":"Humans are bad for the Earth. This week’s devastating report from the UN’s Intergovernmental Panel on Climate change made clear that climate genocide is coming, with hundreds of millions of lives at stake. If that news makes you want to crawl into a hole, or … [+5324 chars]"},{"source":{"id":null,"name":"Boingboing.net"},"author":"Rob Beschizza","title":"Photoshop nightmare: Gentlemens' hosiery model has no intergluteal cleft","description":"If you're looking for some gentlemens' hosiery, the Men's Sexy Pantyhose Tights Hosiery Seamless Lingerie at Amazon is a well-rated and inexpensive option. But would you look at that product photograph? That man's butt crack has been filled in with Photoshop …","url":"https://boingboing.net/2018/11/01/photoshop-nightmare-gentlemen.html","urlToImage":"https://media.boingboing.net/wp-content/uploads/2018/11/noass2.jpg","publishedAt":"2018-11-01T12:05:27Z","content":"Surrealist art/fashion duo Hannah Rose Dalton and Steven Raj Bhaskaran (aka Fecal Matter) designed these deeply bizarre “skin shoes” as part of a Photoshopped image for a Vogue profile on their work last year. After the manipulated photo caused a stir, the ar… [+1652 chars]"},{"source":{"id":null,"name":"Bgr.com"},"author":"Mike Wehner","title":"Artist envisions what a Martian mini-house might look like","description":"Mankind isn't ready to go to Mars... at least not yet. Space agencies and scientific groups from around the world are working hard towards the day where we're finally ready to send the first Earthlings to Mars, but once we finally set foot on the Red Planet w…","url":"https://bgr.com/2018/10/07/mars-home-settlement-first-martians/","urlToImage":"https://boygeniusreport.files.wordpress.com/2018/10/rendering_04_credit_open.jpg?quality=98&strip=all","publishedAt":"2018-10-07T16:01:06Z","content":"Mankind isn’t ready to go to Mars… at least not yet. Space agencies and scientific groups from around the world are working hard towards the day where we’re finally ready to send the first Earthlings to Mars, but once we finally set foot on the Red Planet we’… [+1876 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"KENNETH CHANG","title":"Trilobites: A Volcanic Eruption on Mars? Nope.","description":"A picture taken by the European Space Agency’s Mars Express spacecraft showing an elongated white plume that resembles volcanic ejecta.","url":"https://www.nytimes.com/2018/10/26/science/mars-cloud-volcano-eruption-arsia-mons.html","urlToImage":"https://static01.nyt.com/images/2018/10/28/science/28MARSpromo/28MARSpromo-facebookJumbo.jpg","publishedAt":"2018-10-26T21:02:02Z","content":"Arsia Mons is 12 miles high and 270 miles wide, dwarfing Mauna Loa, Earths largest volcano, which is only 6.3 miles high and 75 miles wide, and mostly underwater. (Its not the biggest volcano on Mars, though. Thats Olympus Mons, which is more than 13 miles ta… [+790 chars]"},{"source":{"id":null,"name":"Phys.org"},"author":null,"title":"NASA's First Image of Mars from a CubeSat","description":"NASA's MarCO mission was designed to find out if briefcase-sized spacecraft called CubeSats could survive the journey to deep space. Now, MarCO—which stands for Mars Cube One—has Mars in sight.","url":"https://phys.org/news/2018-10-nasa-image-mars-cubesat.html","urlToImage":"https://3c1703fe8d.site.internapcdn.net/newman/gfx/news/2018/nasasfirstim.jpg","publishedAt":"2018-10-23T10:27:10Z","content":"One of NASA's twin MarCO spacecraft took this image of Mars on October 2the first time a CubeSat, a kind of low-cost, briefcase-sized spacecrafthas done so. Credit: NASA/JPL-Caltech NASA's MarCO mission was designed to find out if briefcase-sized spacecraft c… [+2370 chars]"},{"source":{"id":null,"name":"Slashdot.org"},"author":"EditorDavid","title":"NASA Has Explored Manned Missions To Venus","description":"NASA recently developed a program for manned missions to explore Venus -- even though the planet's surface is 860 degrees, which NASA explains is \"hot enough to melt lead.\" Long-time Slashdot reader Zorro shares this week's article from Newsweek: As surprisin…","url":"https://science.slashdot.org/story/18/10/20/1543244/nasa-has-explored-manned-missions-to-venus","urlToImage":"https://a.fsdn.com/sd/topics/nasa_64.png","publishedAt":"2018-10-20T18:34:00Z","content":"NASA recently developed a program for manned missions to explore Venus -- even though the planet's surface is 860 degrees, which NASA explains is \"hot enough to melt lead.\" Long-time Slashdot reader Zorro shares this week's article from Newsweek: As surprisin… [+2064 chars]"},{"source":{"id":null,"name":"Space.com"},"author":"Mike Wall","title":"SpaceX's 'Starman' and Its Tesla Roadster Are Now Beyond Mars","description":"Starman has put a lot of miles on his ride in the last nine months.","url":"https://www.space.com/42337-spacex-tesla-roadster-starman-beyond-mars.html","urlToImage":"https://img.purch.com/h/1000/aHR0cDovL3d3dy5zcGFjZS5jb20vaW1hZ2VzL2kvMDAwLzA4MC81MTUvb3JpZ2luYWwvc3BhY2V4LWZhbGNvbi1oZWF2eS1yb2Fkc3Rlci5qcGc=","publishedAt":"2018-11-03T12:00:00Z","content":"Starman has put a lot of miles on his Tesla Roadster in the last nine months. The red electric car and its spacesuit-clad mannequin driver, which launched on the maiden mission of SpaceX's huge Falcon Heavy rocket in February, have made it beyond the orbit of… [+3192 chars]"},{"source":{"id":"vice-news","name":"Vice News"},"author":"Annie Lord, Tshepo Mokoena","title":"We Asked People How They’d Live if the End Is Coming in 2030","description":"According to the UN, we've got 12 years left until global warming turns into a full-on disaster. So, what would you do?","url":"https://www.vice.com/en_us/article/8xjkyz/we-asked-people-how-theyd-live-if-the-end-is-coming-in-2030","urlToImage":"https://video-images.vice.com/articles/5bbc8fa4b1cadc0006c6859f/lede/1539088089051-plain-white-end-world.jpeg?crop=1xw:0.8514xh;0xw,0xh&resize=1200:*","publishedAt":"2018-10-09T15:30:00Z","content":"This article originally appeared on VICE UK. Here's some fun news: At Monday's UN panel on climate change, scientists warned that if global warming continues at its current pace, in 12 years there will be a catastrophic increase in poverty, droughts, floods, … [+6584 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"George Dvorsky","title":"After Soyuz Failure, Space Is Now Weirdly Inaccessible to Astronauts","description":"All crewed launches  have been suspended by Russia’s space agency following yesterday’s Soyuz rocket failure. That’s a problem, because much of the world relies on Russian rockets to get both cargo and people into space. Consequently, we’re now facing the ver…","url":"https://gizmodo.com/after-soyuz-failure-space-is-now-weirdly-inaccessible-1829709320","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--vyCqENX_--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/k30mvywfya4efbetuhm8.jpg","publishedAt":"2018-10-12T17:05:00Z","content":"All crewed launches have been suspended by Russias space agency following yesterdays Soyuz rocket failure. Thats a problem, because much of the world relies on Russian rockets to get both cargo and people into space. Consequently, were now facing the very rea… [+5537 chars]"},{"source":{"id":null,"name":"Space.com"},"author":"Mike Wall","title":"Curiosity Rover on Mars Exercises Its 'New' Brain (Photo)","description":"NASA's Mars rover Curiosity is putting its \"new\" brain to work a bit while mission team members try to fix a memory issue with the \"old\" one.","url":"https://www.space.com/42193-mars-rover-curiosity-new-brain-photo.html","urlToImage":"https://img.purch.com/h/1000/aHR0cDovL3d3dy5zcGFjZS5jb20vaW1hZ2VzL2kvMDAwLzA4MC8xNTQvb3JpZ2luYWwvbWFycy1yb3Zlci1jdXJpb3NpdHktbmF2Y2FtLWltYWdlLmpwZw==","publishedAt":"2018-10-19T06:00:00Z","content":"NASA's Mars rover Curiosity is putting its \"new\" brain to work a bit while mission team members try to fix a memory issue with the \"old\" one. \"I get by with a little help from my friends. Thanks to the team swapping me back to the A-side computer, I took and … [+2637 chars]"},{"source":{"id":null,"name":"Space.com"},"author":"Mike Wall","title":"Tiny Cubesat Snaps Photo of Mars for 1st Time Ever","description":"A tiny Mars-approaching spacecraft has snapped a photo of its target, marking the first time that a cubesat has ever captured an image of the Red Planet.","url":"https://www.space.com/42217-mars-first-cubesat-photo-ever-nasa-insight.html","urlToImage":"https://img.purch.com/h/1000/aHR0cDovL3d3dy5zcGFjZS5jb20vaW1hZ2VzL2kvMDAwLzA4MC8yMDcvb3JpZ2luYWwvbWFyY28tY3ViZXNhdC1tYXJzLXBob3RvLmpwZw==","publishedAt":"2018-10-22T09:00:00Z","content":"A tiny Mars-approaching spacecraft has snapped a photo of its target, marking the first time that a cubesat has ever captured an image of the Red Planet. One of NASA's two briefcase-size Mars Cube One (MarCO) cubesats acquired the image on Oct. 2, when it was… [+2450 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Rosie Perper","title":"The 10 most important things in the world right now","description":"Hello! Here's what's happening on Tuesday. 1. Saudi Arabia's King Salman \"flatly denied\" any involvement in journalist Jamal Khashoggi's disappearance. President Trump also suggested that \"rogue killers\" may be responsible. 2. UK Prime Minister Theresa May re…","url":"https://www.businessinsider.com/the-10-most-important-things-in-the-world-right-now-october-16-2018-10","urlToImage":"https://amp.businessinsider.com/images/55b8f010371d22ce178ba9f6-1920-960.jpg","publishedAt":"2018-10-16T06:48:33Z","content":"Hello! Here's what's happening on Tuesday. 1. Saudi Arabia's King Salman \"flatly denied\" any involvement in journalist Jamal Khashoggi's disappearance. President Trump also suggested that \"rogue killers\" may be responsible. 2. UK Prime Minister Theresa May re… [+2032 chars]"},{"source":{"id":null,"name":"Space.com"},"author":"Meghan Bartels","title":"Tiny Lakes Once Pooled on Ancient Mars, Only to Fade Away","description":"Before Mars became a forbiddingly dry world, water once came and went smoothly on the planet's surface, just as it does here on Earth. Now, scientists have identified the traces of three different sets of these ancient lakes.","url":"https://www.space.com/42334-ancient-mars-had-ephemeral-lakes.html","urlToImage":"https://img.purch.com/h/1000/aHR0cDovL3d3dy5zcGFjZS5jb20vaW1hZ2VzL2kvMDAwLzA4MC81MDkvb3JpZ2luYWwvaGVsbGFzLXBsYW5pdGlhLmpwZw==","publishedAt":"2018-11-02T06:50:00Z","content":"Before Mars became a forbiddingly cold and dry world, water once came and went smoothly on the planet's surface, just as it does here on Earth. Now, scientists have identified the traces of three different sets of these ancient lakes — some nearly 50 miles (7… [+1489 chars]"},{"source":{"id":null,"name":"Thesun.co.uk"},"author":"Sean Keach, Digital Technology and Science Editor","title":"Sex robots 'will colonize Mars'...","description":"Sex robots 'will colonize Mars'... (Second column, 14th story, link ) Advertise here","url":"http://www.thesun.co.uk/tech/7458402/sex-robots-mars-brick-dollbanger-space-travel-harmony/","urlToImage":"https://www.thesun.co.uk/wp-content/uploads/2018/10/ac-composite-sex-robots-mars.jpg?strip=all&quality=100&w=750&h=500&crop=1","publishedAt":"2018-10-11T10:19:38Z","content":"SEX-BOTS will help humans colonise Mars, according to a love-doll enthusiast who helps \"test drive\" randy robots. YouTuber, love-doll collector and sex-bot consultant Brick Dollbanger told The Sun that we'll soon by relying on droids for space travel and said… [+7412 chars]"},{"source":{"id":null,"name":"Space.com"},"author":"Charles Q.  Choi","title":"Inside 3 Mars Meteorites: A Different Path for 'Building Blocks of Life'?","description":"Organic molecules — compounds that on Earth can be linked with life — encased within meteorites from Mars may have formed on the Red Planet from chemical reactions much like those found in batteries on Earth, a new study finds.","url":"https://www.space.com/42300-mars-meteorite-organic-molecules-battery-reaction.html","urlToImage":"https://img.purch.com/h/1000/aHR0cDovL3d3dy5zcGFjZS5jb20vaW1hZ2VzL2kvMDAwLzA4MC8zOTYvb3JpZ2luYWwvbmFraGxhLW1hcnRpYW4tbWV0ZW9yaXRlLWVneXB0LTE5MTEuanBn","publishedAt":"2018-10-31T06:00:00Z","content":"Organic molecules — compounds that on Earth can be linked with life — encased within meteorites from Mars may have formed on the Red Planet from chemical reactions much like those found in batteries on Earth, a new study finds. Scientists cautioned that these… [+3474 chars]"},{"source":{"id":"the-next-web","name":"The Next Web"},"author":"The Conversation","title":"3D printing coral reefs can create new habitats — but it doesn’t tackle human destruction","description":"Coral reefs are vanishing from the world’s oceans. At least three quarters of these tropical marine habitats are severely threatened globally and in 2016 alone, the Great Barrier Reef lost up to 30 percent of its coral cover. But could modern technology simpl…","url":"https://thenextweb.com/syndication/2018/10/13/3d-printing-coral-reefs-can-create-new-habitats-but-wont-solve-human-destruction/","urlToImage":"https://img-cdn.tnwcdn.com/image/tnw?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2018%2F10%2FUntitled-design-12.png&signature=9a404c7004cdcf4bc1f9a78e1692a8fa","publishedAt":"2018-10-13T09:18:17Z","content":"Coral reefs are vanishing from the worlds oceans. At least three quarters of these tropical marine habitats are severely threatened globally and in 2016 alone, the Great Barrier Reef lost up to 30 percent of its coral cover. But could modern technology simply… [+6807 chars]"},{"source":{"id":null,"name":"Designboom.com"},"author":"philip stevens I designboom","title":"life on mars? OPEN architecture conceives minimal housing prototype for the red planet","description":"the design imagines that humanity is forced to settle on mars, where there is no choice but to reduce the excessive consumption of our 'earth' lifestyles. The post life on mars? OPEN architecture conceives minimal housing prototype for the red planet appeared…","url":"https://www.designboom.com/architecture/open-mars-case-china-house-vision-xiaomi-10-05-2018/","urlToImage":"https://www.designboom.com/wp-content/uploads/2018/10/OPEN-mars-case-china-house-vision-xiaomi-designboom-Fb.jpg","publishedAt":"2018-10-05T03:14:06Z","content":"founded and curated by kenya hara, ‘house vision’ is a multidisciplinary innovation platform in which architects and companies work together to use the ‘house’ as a medium for reflecting on the future direction of our lifestyles and living environments. this … [+3347 chars]"},{"source":{"id":null,"name":"Nature.com"},"author":"Alexandra Witze","title":"Double the fun: Mars scientists push NASA to send rock-harvesting rover to two sites","description":"The US$2.4-billion mission aims to collect the first samples for return from the red planet.","url":"https://www.nature.com/articles/d41586-018-07064-y?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+nature%2Frss%2Fcurrent+%28Nature+-+Issue%29","urlToImage":"https://media.nature.com/lw1024/magazine-assets/d41586-018-07064-y/d41586-018-07064-y_16209092.jpg","publishedAt":"2018-10-18T00:00:00Z","content":"Credit: NASA/JPL-Caltech/MSSS/JHU-APL NASAs next Mars rover the first to gather rock samples meant to come back to Earth should dream big and visit as many different places on the red planet as possible, scientists concluded on 18 October. That would probably… [+5313 chars]"},{"source":{"id":"ars-technica","name":"Ars Technica"},"author":"Ars Staff","title":"Ars Lunch Break: Spying out ancient ruins on Earth from space","description":"Astroarchaeologist Sarah Parcak on using futuristic tools to peer into the past.","url":"https://arstechnica.com/science/2018/10/ars-lunch-break-spying-out-ancient-ruins-on-earth-from-space/","urlToImage":"https://cdn.arstechnica.net/wp-content/uploads/2018/10/e501737922698cac8785bf5efe747ddb-760x380.jpg","publishedAt":"2018-10-31T16:00:08Z","content":"exactly the kind of thing one is likely to find on Earth during an astroarchaeological study....but you never know!\"/&gt; Enlarge / Okay, this isn't exactly the kind of thing one is likely to find on Earth during an astroarchaeological study....but you never … [+3540 chars]"},{"source":{"id":null,"name":"Nature.com"},"author":"Flora Graham","title":"Daily briefing: This is what happens to a penny on Mars","description":"It gets dusty. Plus: the IPCC climate change report in the form of emojis and supercharged crime-scene DNA analysis.","url":"https://www.nature.com/articles/d41586-018-07054-0?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+nature%2Frss%2Fcurrent+%28Nature+-+Issue%29","urlToImage":"https://media.nature.com/lw1024/magazine-assets/d41586-018-07054-0/d41586-018-07054-0_16112928.jpg","publishedAt":"2018-10-12T00:00:00Z","content":"Hello Nature readers, welcome to your essential daily briefing of science news. The long reach of law enforcement could now extend into our DNA. Credit: Rick Bowmer/AP/Shutterstock It could soon be possible to search crime-scene DNA for links to nearly all pe… [+5855 chars]"}]}