{"status":"ok","totalResults":18967,"articles":[{"source":{"id":"mashable","name":"Mashable"},"author":"Mark Kaufman","title":"The most damning conclusions from the UN's special climate change report","description":"A grim dose of climate change news has arrived, and top scientists are urging us to deal with it — now. The United Nation's Intergovernmental Panel on Climate Change (IPCC) — the global agency tasked with providing objective analyses of the societal impacts o…","url":"https://mashable.com/article/climate-change-report-ipcc-2018/","urlToImage":"https://i.amz.mshcdn.com/VMNG5OO-ZZFXxvkhoM-luWacXx4=/1200x630/2018%2F10%2F08%2F94%2F11cc07c09a67491183e32ddd22d51694.df987.jpg","publishedAt":"2018-10-08T23:13:59Z","content":"A grim dose of climate change news has arrived, and top scientists are urging us to deal with it now. The United Nation's Intergovernmental Panel on Climate Change (IPCC) the global agency tasked with providing objective analyses of the societal impacts of cl… [+7766 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"George Dvorsky","title":"New Clues May Explain Why This Fearsome Marsupial Lion Disappeared From Australia","description":"New research suggests it was climate change—not human activity—that caused Thylacoleo carnifex, an Australian marsupial lion, to go extinct. Read more...","url":"https://gizmodo.com/new-clues-may-explain-why-this-fearsome-marsupial-lion-1829872144","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--YlBLxGA8--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/tduxhwielysydogwol7l.jpg","publishedAt":"2018-10-19T21:10:00Z","content":"New research suggests it was climate changenot human activitythat caused Thylacoleo carnifex, an Australian marsupial lion, to go extinct. For millions of years, Thylacoleo carnifex ruled the forests of Australia, but this predatory species disappeared around… [+4198 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"SHARON LERNER","title":"One Way to Stay Cool","description":"Chemicals used in air-conditioners like these contribute to climate change. The United States has not ratified a treaty that would ban the chemicals.","url":"https://www.nytimes.com/2018/10/15/opinion/climate-change-refrigerators-air-conditioners.html","urlToImage":"https://static01.nyt.com/images/2018/10/15/opinion/15lerner/15lerner-facebookJumbo.jpg","publishedAt":"2018-10-15T23:48:55Z","content":"An appeals court ruling written by none other than Brett Kavanaugh has further hampered the fight against these climate-polluting refrigerants. In 2017, Judge Kavanaugh ruled that the E.P.A.s 2015 HFC rule exceeded the agencys authority. Last week, on his fir… [+2063 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"GIOVANNI RUSSONELLO","title":"Best of Late Night: Stephen Colbert Pillories Trump for Rejecting Climate Change Science","description":"Stephen Colbert criticized the president for saying of climate change, “You have scientists on both sides of the picture.”","url":"https://www.nytimes.com/2018/10/18/arts/television/stephen-colbert-trump-climate-change.html","urlToImage":"https://static01.nyt.com/images/2018/10/18/arts/18latenight1/18latenight1-facebookJumbo.png","publishedAt":"2018-10-18T08:55:10Z","content":"Welcome to Best of Late Night, a rundown of the previous nights highlights that lets you sleep and lets us get paid to watch comedy. If youre interested in hearing from The Times regularly about great TV, sign up for our Watching newsletter and get recommenda… [+838 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Jeremy Diamond, CNN","title":"Trump on climate change: 'Man-made or not, I mean, there's something there'","description":"President Donald Trump, speaking during a hurricane recovery briefing in Georgia, said he believes \"there is something there\" when asked about climate change, but once again cast doubt on the overwhelming scientific consensus that climate change is caused by …","url":"https://www.cnn.com/2018/10/15/politics/trump-climate-change/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/181015151701-06-trump-florida-1015-super-tease.jpg","publishedAt":"2018-10-15T22:14:58Z","content":"(CNN) President Donald Trump, speaking during a hurricane recovery briefing in Georgia, said he believes \"there is something there\" when asked about climate change, but once again cast doubt on the overwhelming scientific consensus that climate change is caus… [+2637 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Maddie Stone on Earther, shared by Mario Aguilar to Gizmodo","title":"Don't Blame Storm Victims for This","description":"As scientists’ warnings about climate change become increasingly dire, our conversations about extreme weather events have become increasingly political. There will always be those who chastise the climate-concerned public for “politicizing the storm” but the…","url":"https://earther.gizmodo.com/dont-blame-storm-victims-for-this-1829731154","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--JKrtKmeY--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/js94cqenatnqhemvjuih.jpg","publishedAt":"2018-10-15T13:23:00Z","content":"As scientists warnings about climate change become increasingly dire, our conversations about extreme weather events have become increasingly political. There will always be those who chastise the climate-concerned public for politicizing the storm but theres… [+4921 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Climate change: Is streaming a threat to the environment?","description":"The IT sector's share of global electricity consumption is predicted to increase rapidly.","url":"https://www.bbc.co.uk/news/technology-45798523","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/17E32/production/_103824879_stream.jpg","publishedAt":"2018-10-12T00:14:00Z","content":"Image copyright Getty Images Watching your favourite show or listening to your playlist has never been easier. A virtually endless supply of film, music and TV can be streamed and downloaded almost instantly. But at what cost to the environment? Vast amounts … [+5159 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"MARK LANDLER","title":"Trump Visits Florida After Hurricane Michael","description":"Visiting storm-ravaged communities has become a ritual for President Trump. But in another interview, he again declines to acknowledge climate change.","url":"https://www.nytimes.com/2018/10/15/us/politics/trump-hurricane-michael-visit-florida.html","urlToImage":"https://static01.nyt.com/images/2018/10/15/us/16TRUMP/16TRUMP-facebookJumbo.jpg","publishedAt":"2018-10-15T15:40:42Z","content":"VALPARAISO, Fla. For President Trump, it has become a recurring ritual of the fall. He and his wife, Melania, landed here on Monday to tour the damage from another hurricane, Michael, which tore through the Florida Panhandle last week, leaving a path of utter… [+710 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"HENRY FOUNTAIN","title":"The Hurricanes, and Climate-Change Questions, Keep Coming. Yes, They’re Linked.","description":"Scientists say the links between global warming and hurricanes are real, although it’s still too early to say what the climate-change impact has been on Hurricane Michael.","url":"https://www.nytimes.com/2018/10/10/climate/hurricane-michael-climate-change.html","urlToImage":"https://static01.nyt.com/images/2018/10/11/climate/11CLI-CLIMATESTORM1/11CLI-CLIMATESTORM1-facebookJumbo.jpg","publishedAt":"2018-10-10T22:28:30Z","content":"The theory, largely the work of Kerry Emanuel, a scientist at the Massachusetts Institute of Technology, holds that the temperature difference between ocean and upper atmosphere determines how much a storm intensifies. A bigger temperature difference leads to… [+1792 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Scientist bets his life on plants in air-tight 'mini-Earth'","description":"Kurtis Baute is spending three days in an airtight dome to help educate people about climate change.","url":"https://www.bbc.co.uk/news/world-us-canada-45965027","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/10A05/production/_104010186_kurtisplants.jpg","publishedAt":"2018-10-24T19:55:41Z","content":"Image copyright Instagram/kbaute Image caption Kurtis Baute is relying on plants to protect him from mounting CO2 levels as he spends three days in this plastic cube What do you get if you lock a human in an airtight dome for three days, with nothing but 200 … [+3087 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":"Jeffrey Sachs","title":"Trump's failure to fight climate change is a crime against humanity","description":"Jeffrey Sachs writes President Donald Trump, Florida Governor Rick Scott, Florida Senator Marco Rubio, and others who oppose action to address human-induced climate change should be held accountable for climate crimes against humanity. These politicians have …","url":"https://www.cnn.com/2018/10/18/opinions/trumps-failure-to-fight-climate-change-sachs/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/181015154920-09-trump-florida-1015-super-tease.jpg","publishedAt":"2018-10-18T16:17:52Z","content":"Jeffrey Sachs is a professor and director of the Center for Sustainable Development at Columbia University. The opinions expressed in this commentary are those of the author; view more opinion articles on CNN. (CNN) President Donald Trump, Florida Gov. Rick S… [+5665 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":null,"title":"Trump admin dismisses EPA scientists","description":"President Trump questioned the scientific consensus of climate change in a new interview while his administration dismissed scientists at the EPA.","url":"https://www.cnn.com/videos/politics/2018/10/15/trump-climate-change-epa-scientists-marsh-lead-vpx.cnn","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/181002193741-02-donald-trump-file-super-tease.jpg","publishedAt":"2018-10-15T21:34:17Z","content":"Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."},{"source":{"id":"mashable","name":"Mashable"},"author":"Mark Kaufman","title":"This scientist keeps winning money from people who bet against climate change","description":"James Annan keeps winning. Annan, a climate scientist and director of the Blue Skies Research Organization, has won numerous bets over the last decade against scientists from a variety of academic backgrounds. In short, people keep betting him that the world …","url":"https://mashable.com/article/climate-change-science-bet/","urlToImage":"https://i.amz.mshcdn.com/1SKhVSc3XZNmnY9Ajco4lkhEKxs=/1200x630/2018%2F10%2F19%2F96%2F93ef6e60337e45daa2bf1c6d76b3d2fd.e0e41.jpg","publishedAt":"2018-10-19T11:00:00Z","content":"James Annan keeps winning. Annan, a climate scientist and director of the Blue Skies Research Organization, has won numerous bets over the last decade against scientists from a variety of academic backgrounds. In short, people keep betting him that the world … [+7647 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Dave Levitan on Earther, shared by Andrew Couts to Gizmodo","title":"Geoengineering Is Inevitable","description":"Here’s what’s going to happen: Every year for the foreseeable future, scientists, activists, and citizens concerned about climate change will have a discussion in one form or another about geoengineering. There will be editorials and vague proposals in journa…","url":"https://earther.gizmodo.com/geoengineering-is-inevitable-1829623031","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s---TTDhM2j--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/xcbrkazlohjpca0ta5qn.jpg","publishedAt":"2018-10-09T15:10:00Z","content":"Heres whats going to happen: Every year for the foreseeable future, scientists, activists, and citizens concerned about climate change will have a discussion in one form or another about geoengineering. There will be editorials and vague proposals in journals… [+4391 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Devin Coldewey","title":"Reef-rejuvenating LarvalBot spreads coral babies by the millions","description":"The continuing die-off of the world's coral reefs is a depressing reminder of the reality of climate change, but it's also something we can actively push back on. Conservationists have a new tool to do so with LarvalBot, an underwater robot platform that may …","url":"http://techcrunch.com/2018/11/01/reef-rejuvenating-larvalbot-spreads-coral-babies-by-the-millions/","urlToImage":"https://techcrunch.com/wp-content/uploads/2018/11/QUTs-Matthew-Dunbabin.jpg?w=711","publishedAt":"2018-11-01T23:01:24Z","content":"The continuing die-off of the world’s coral reefs is a depressing reminder of the reality of climate change, but it’s also something we can actively push back on. Conservationists have a new tool to do so with LarvalBot, an underwater robot platform that may … [+2215 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Catie Keck on Earther, shared by Catie Keck to Gizmodo","title":"The Trump Administration Still Can’t Stop Kids’ Lawsuit Over Climate Change","description":"The United States Supreme Court on Friday rejected the Trump administration’s attempt to block a trial over its environmental agenda. The constitutional climate lawsuit being brought by 21 young activists between the ages of 11 and 22 is a go for trial, provi…","url":"https://earther.gizmodo.com/the-trump-administration-still-can-t-stop-kids-lawsuit-1830194760","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--DBnj2X6A--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/zt49eqcmycw3a9ulhtsb.jpg","publishedAt":"2018-11-03T02:13:00Z","content":"The United States Supreme Court on Friday rejected the Trump administrations attempt to block a trial over its environmental agenda. The constitutional climate lawsuit being brought by 21 young activists between the ages of 11 and 22 is a go for trial, provid… [+1961 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"GLENN THRUSH","title":"After Hurricane Michael, Georgia Farmers Debate: Bad Luck, or Climate Change?","description":"Renee and Clayton Moss in a cotton field destroyed by Hurricane Michael. “Have we had three bad years in a row? Yeah,” Mr. Moss said. “But I’m worried about the weather, not about climate change.”","url":"https://www.nytimes.com/2018/10/19/us/hurricane-michael-cotton-agriculture-climate-change.html","urlToImage":"https://static01.nyt.com/images/2018/10/20/business/20MICHAEL-COTTON03/merlin_145483269_80d9b595-bc0e-436b-b3b5-742d4a36a6b6-facebookJumbo.jpg","publishedAt":"2018-10-19T17:55:44Z","content":"This is the most severe weather anyone here has ever seen, Ms. Cox said. We have got to find a way to talk to people about whats happening. Im not sure how to do that. The best I can come up with is to call it climate variability. Thats an expression people s… [+1400 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Catie Keck","title":"End of the Universe, Monsters of Climate Change, and Death: Best Gizmodo Stories of the Week","description":"As we’re all essentially just killing time ahead of our inevitable death, Gizmodo this week explored death and deadly things in all of their various forms. Read more...","url":"https://gizmodo.com/end-of-the-universe-monsters-of-climate-change-and-de-1830059125","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--UzB1ni_2--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/gg3lxeavs11ptinvludl.jpg","publishedAt":"2018-10-28T21:45:00Z","content":"As were all essentially just killing time ahead of our inevitable death, Gizmodo this week explored death and deadly things in all of their various forms. Reporting on a monster that transcends time and space, Earther explored the personification of the clima… [+2991 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Catie Keck","title":"Clean Energy Could See Explosive Growth by 2023, IEA Report Claims","description":"The release of a damning report from the Intergovernmental Panel on Climate Change this week predicting unprecedented climate disaster within the next decade was no doubt a sobering reminder of the fragile state of our planet. But new forecasts from the Inter…","url":"https://gizmodo.com/clean-energy-could-see-explosive-growth-by-2023-iea-re-1829613594","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--PpsS0JvR--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/fqnf1dogjxmr3apra80g.jpg","publishedAt":"2018-10-09T02:40:00Z","content":"The release of a damning report from the Intergovernmental Panel on Climate Change this week predicting unprecedented climate disaster within the next decade was no doubt a sobering reminder of the fragile state of our planet. But new forecasts from the Inter… [+2421 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"THOMAS FULLER and MATT STEVENS","title":"California Today: California Today: Readers Weigh In on the Dirtiest Block in San Francisco","description":"Tuesday: Reaction to our article about a dirty block of Hyde Street, a landmark report on climate change, and a study that says your dog isn’t really as smart as you think.","url":"https://www.nytimes.com/2018/10/09/us/san-francisco-homeless-crisis.html","urlToImage":"https://static01.nyt.com/images/2018/09/21/us/00dirtystreets-07/merlin_143778000_2457de35-3ab3-48fa-b07b-03043027f8e1-facebookJumbo.jpg","publishedAt":"2018-10-09T13:15:35Z","content":"I wish we could have heard perspectives from the homeless people who are living in these conditions. I imagine they also dont like living the way they are and similarly smell the squalor. Although I dont live in California, I still think it is unfair to simpl… [+1460 chars]"}]}