{"status":"ok","totalResults":18967,"articles":[{"source":{"id":"the-guardian-au","name":"The Guardian (AU)"},"author":"Damian Carrington Environment editor","title":"Huge reduction in meat-eating ‘essential’ to avoid climate breakdown","description":"Major study also finds huge changes to farming are needed to avoid destroying Earth’s ability to feed its population Huge reductions in meat-eating are essential to avoid dangerous climate change, according to the most comprehensive analysis yet of the food s…","url":"https://www.theguardian.com/environment/2018/oct/10/huge-reduction-in-meat-eating-essential-to-avoid-climate-breakdown","urlToImage":"https://i.guim.co.uk/img/media/39c99b6c215bb2676ba9145cb5a8a1a39200d669/97_0_4711_2826/master/4711.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&crop=faces%2Centropy&bm=normal&ba=bottom%2Cleft&blend64=aHR0cHM6Ly9hc3NldHMuZ3VpbS5jby51ay9pbWFnZXMvb3ZlcmxheXMvZDM1ODZhNWVmNTc4MTc1NmQyMWEzYjYzNWU1MTcxNDEvdGctZGVmYXVsdC5wbmc&s=44f9edd3441c301a67b46cd47cf8c996","publishedAt":"2018-10-10T17:00:01Z","content":"Huge reductions in meat-eating are essential to avoid dangerous climate change, according to the most comprehensive analysis yet of the food systems impact on the environment. In western countries, beef consumption needs to fall by 90% and be replaced by five… [+5058 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Mark Kaufman","title":"That strange, rectangular iceberg looks a lot less rectangular from space","description":"Floating off the Antarctic coast, there's a profoundly angular iceberg that has unwittingly become the object of internet intrigue. Though scientists in Antarctica regularly spot these steep-walled \"tabular\" icebergs — many nearly square or rectangular — they…","url":"https://mashable.com/article/iceberg-antarctica-weird-space-photos/","urlToImage":"https://i.amz.mshcdn.com/c4OzzM7wgEPv0Dh_DLUqTjfOulA=/1200x630/2018%2F10%2F24%2Fe7%2F1f1ad596378a42669298e981bf2f27b6.1d2d8.jpg","publishedAt":"2018-10-24T14:04:06Z","content":"Floating off the Antarctic coast, there's a profoundly angular iceberg that has unwittingly become the object of internet intrigue. Though scientists in Antarctica regularly spot these steep-walled \"tabular\" icebergs many nearly square or rectangular they cer… [+1830 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Sinéad Baker","title":"Almost all the unspoilt wilderness left on earth is in these 5 countries","description":"Just five countries hold 70% of the world’s remaining wilderness, according to new research. Researchers from the University of Queensland and the Wildlife Conservation Society identified the countries in a study published in the journal Nature. It said that …","url":"https://www.businessinsider.com/most-wilderness-world-five-countries-2018-11","urlToImage":"https://amp.businessinsider.com/images/5bdc79bc10114269e03be887-1920-960.jpg","publishedAt":"2018-11-03T08:49:00Z","content":"\"Wild places are facing the same extinction crisis as species. Similarly to species extinction, the erosion of the wilderness is essentially irreversible,\" the researchers state. Much of the wild places in the US are in Alaska, which has large areas of tundra… [+208 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Maddie Stone on Earther, shared by Virginia K. Smith to Lifehacker","title":"Why the Fall Foliage in Your Area Might Be Disappointing This Year","description":"If you live along the U.S. Eastern Seaboard, there’s a good chance you’ve noticed a distinct lack of vibrant autumn foliage this year. Read more...","url":"https://earther.gizmodo.com/why-the-fall-foliage-in-your-area-might-be-disappointin-1830071194","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--SZMlic4b--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/vtrlnp8ykpgcfo4ofiaa.jpg","publishedAt":"2018-10-30T14:00:00Z","content":"If you live along the U.S. Eastern Seaboard, theres a good chance youve noticed a distinct lack of vibrant autumn foliage this year. From North Carolina to Pennsylvania, lots of trees are still green, while others have gone from green to brown. Western Maryla… [+3500 chars]"},{"source":{"id":null,"name":"Sciencemag.org"},"author":"Pennisi, E.","title":"Restoring lost grazers could help blunt climate change","description":"![Figure][1]</img>\n\nIn large enough numbers, caribou and other large grazers could slow the thawing of permafrost.\n\nPHOTO: SYLVAIN CORDIER/GAMMA-RAPHO/GETTY IMAGES\n\nRestoring reindeer, rhinoceroses, and other large mammals could help protect grasslands, fores…","url":"http://science.sciencemag.org/content/362/6413/388.full","urlToImage":"http://science.sciencemag.org/content/362/6413/F1.medium.gif","publishedAt":"2018-10-25T17:40:41Z","content":null},{"source":{"id":"abc-news","name":"ABC News"},"author":"Karma Allen","title":"New United Nations report details looming climate crisis","description":"The UN’s Intergovernmental Panel on Climate Change released a landmark report on Monday.","url":"https://abcnews.go.com/International/united-nations-report-details-looming-climate-crisis/story?id=58354235","urlToImage":"https://s.abcnews.com/images/International/GTY-greenland-floating-iceberg-jt-161127_16x9_992.jpg","publishedAt":"2018-10-08T11:08:24Z","content":"Scientists with the United Nations issued an alarming report on Monday, warning that global temperatures could reach an irreversible tipping point as soon as 2030. Interested in Climate Change? Add Climate Change as an interest to stay up to date on the lates… [+2358 chars]"},{"source":{"id":null,"name":"Slashdot.org"},"author":"msmash","title":"Huge Reduction in Meat-Eating 'Essential' To Avoid Climate Breakdown","description":"Huge reductions in meat-eating are essential to avoid dangerous climate change, according to the most comprehensive analysis yet of the food system's impact on the environment. From a report: In western countries, beef consumption needs to fall by 90% and be …","url":"https://science.slashdot.org/story/18/10/11/1525214/huge-reduction-in-meat-eating-essential-to-avoid-climate-breakdown","urlToImage":"https://a.fsdn.com/sd/topics/science_64.png","publishedAt":"2018-10-11T16:00:00Z","content":"The \"Horse-manure panic\" [historic-uk.com] was caused, at the end of the 19th century, by the \"predictions\" that \" By the late 1800s, large cities all around the world were “drowning in horse manure ”. The times have changed, but the term \"horse manure\" (equi… [+81 chars]"},{"source":{"id":"the-next-web","name":"The Next Web"},"author":"Már Másson Maack","title":"Bill Gates and the EU announce a €100M investment fund to combat climate change","description":"Bill Gates and the EU announced that the union and Breakthrough Energy — an investor group led by Gates — will together launch a €100 million clean energy investment fund to combat climate change in 2019. Gates is currently in Brussels working on the pilot pr…","url":"https://thenextweb.com/?p=1159677","urlToImage":"https://img-cdn.tnwcdn.com/image/tnw?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2018%2F10%2FUntitled-design33.png&signature=096873ee3f28c77a3eaecd3c0aa77ad1","publishedAt":"2018-10-18T09:35:55Z","content":"Bill Gates and the EU announced that the union and Breakthrough Energy an investor group led by Gates will together launch a 100 million clean energy investment fund to combat climate change in 2019. Gates is currently in Brussels working on the pilot project… [+2614 chars]"},{"source":{"id":null,"name":"Slashdot.org"},"author":"msmash","title":"UK Steps Towards Zero-Carbon Economy","description":"The UK is taking a tentative step towards a radical \"green\" future with zero emissions of greenhouse gases. From a report: The government is formally seeking Climate Change Committee (CCC) guidance about how and when to make this leap. If it happens it would …","url":"https://science.slashdot.org/story/18/10/14/2351236/uk-steps-towards-zero-carbon-economy","urlToImage":"https://a.fsdn.com/sd/topics/earth_64.png","publishedAt":"2018-10-15T00:01:00Z","content":"The government is formally seeking Climate Change Committee (CCC) guidance about how and when to make this leap. If it happens it would mark an extraordinary transformation of an economy built on burning fossil fuels. The decision was prompted by last week's … [+911 chars]"},{"source":{"id":null,"name":"Fastcompany.com"},"author":"Adele Peters","title":"Is it possible for an oil company to help fight climate change?","description":"Royal Dutch Shell is pushing ambitious plans to invest in renewables and cut its emissions–but is it enough when it’s such a fundamental part of the problem? A year ago, Royal Dutch Shell, now the largest oil company in the world, acquired NewMotion, a compan…","url":"https://www.fastcompany.com/90249937/is-it-possible-for-an-oil-company-to-help-fight-climate-change?partner=feedburner&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+fastcompany%2Fheadlines+%28Fast+Company%29","urlToImage":"https://images.fastcompany.net/image/upload/w_1280,f_auto,q_auto,fl_lossy/wp-cms/uploads/2018/10/p-1-90249937-can-an-oil-company-help-save-the-climate.jpg","publishedAt":"2018-11-01T06:00:10Z","content":"A year ago, Royal Dutch Shell, now the largest oil company in the world, acquired NewMotion, a company with thousands of electric car charging points throughout Europe. A month later, Shell started installing fast chargers at some of its largest gas stations.… [+13217 chars]"},{"source":{"id":"time","name":"Time"},"author":"Justin Worland","title":"Climate Change Is on the Ballot in Washington State. Here’s Why It Matters for the Rest of the Country","description":"From a glimpse of the television ads, campaign speeches and newspaper headlines, it might be hard to guess that climate change is on the ballot in the fast-approaching midterm elections. But climate activists and policy experts across the political spectrum s…","url":"http://time.com/5431374/washington-carbon-tax-1631-climate-change/","urlToImage":"https://timedotcom.files.wordpress.com/2018/10/coal-washington-state-carbon-tax.jpg?quality=85","publishedAt":"2018-10-25T15:04:50Z","content":"From a glimpse of the television ads, campaign speeches and newspaper headlines, it might be hard to guess that climate change is on the ballot in the fast-approaching midterm elections. But climate activists and policy experts across the political spectrum s… [+7245 chars]"},{"source":{"id":null,"name":"Fastcompany.com"},"author":"Eillie Anzilotti","title":"Portland could make big businesses pay to protect communities of color from climate change","description":"A first-of-its-kind ballot measure in Portland, Oregon, would create a fund–via a surcharge on large companies–to support clean-energy projects in low-income communities of color. Yondella Hall has lived in Portland, Oregon, all her life. “I love the rain,” s…","url":"https://www.fastcompany.com/90245854/portland-could-make-big-businesses-pay-to-protect-communities-of-color-from-climate-change?partner=feedburner&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+fastcompany%2Fheadlines+%28Fast+Company%29","urlToImage":"https://images.fastcompany.net/image/upload/w_1280,f_auto,q_auto,fl_lossy/wp-cms/uploads/2018/10/p-1-90245854-should-big-business-pay-to-protect-communities-from-climate-change.jpg","publishedAt":"2018-10-18T07:00:20Z","content":"Yondella Hall has lived in Portland, Oregon, all her life. “I love the rain,” she says. She grew up in north Portland, where, due to the city’s history of segregation, residents of color mainly clustered. Now with two young children, she lives in Cully, anoth… [+18820 chars]"},{"source":{"id":null,"name":"Fastcompany.com"},"author":"Brent Suter","title":"Fighting climate change should make Americans come together to find solutions","description":"Milwaukee Brewers pitcher Brent Suter knows sports can unite us–climate change should do the same thing. Baseball is America’s pastime. It’s part of our identity and our culture. Americans love the sport, and the national camaraderie the comes with it, while …","url":"https://www.fastcompany.com/90259916/fighting-climate-change-should-make-americans-come-together?partner=feedburner&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+fastcompany%2Fheadlines+%28Fast+Company%29","urlToImage":"https://images.fastcompany.net/image/upload/w_1280,f_auto,q_auto,fl_lossy/wp-cms/uploads/2018/10/p-1-90259916-baseball-climate-change.jpg","publishedAt":"2018-10-31T15:00:29Z","content":"Baseball is America’s pastime. It’s part of our identity and our culture. Americans love the sport, and the national camaraderie the comes with it, while rooting for their favorite team. That’s why I was proud to pitch for the 2018 National League Central Div… [+4238 chars]"},{"source":{"id":"reuters","name":"Reuters"},"author":"Nina Chestney","title":"Temperatures to rise 1.5 degrees Celsius by 2030-2052 without rapid steps: U.N. report","description":"Temperatures are likely to rise by 1.5 degrees Celsius between 2030 and 2052 if global warming continues at its current pace and if the world fails to take rapid and unprecedented measures to stem the increase, a U.N. report said on Monday.","url":"https://www.reuters.com/article/us-climatechange-ipcc/temperatures-to-rise-1-5-degrees-celsius-by-2030-2052-without-rapid-steps-u-n-report-idUSKCN1MI022","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20181008&t=2&i=1312345793&w=1200&r=LYNXNPEE9700U","publishedAt":"2018-10-08T01:08:08Z","content":"LONDON/SEOUL (Reuters) - Temperatures are likely to rise by 1.5 degrees Celsius between 2030 and 2052 if global warming continues at its current pace and if the world fails to take rapid and unprecedented measures to stem the increase, a U.N. report said on M… [+3216 chars]"},{"source":{"id":"business-insider","name":"Business Insider"},"author":"Peter Kotecki","title":"Stephen Hawking: Humans need to leave Earth or risk being annihilated by nuclear war or climate change","description":"Stephen Hawking, who died in March, wrote a collection of essays that were published this week. In Brief Answers to the Big Questions, Hawking wrote that humans need to leave the Earth in order to avoid annihilation. Hawking wrote he is worried about the poss…","url":"https://www.businessinsider.com/stephen-hawking-humans-leave-earth-or-be-annihilated-2018-10","urlToImage":"https://amp.businessinsider.com/images/518aacb0eab8ead51a000012-2732-1366.jpg","publishedAt":"2018-10-18T20:31:00Z","content":"Stephen Hawking believed humans need to leave the Earth in order to avoid annihilation. In a collection of essays published posthumously on Tuesday, Hawking wrote that climate change and the possibility of nuclear war are putting humans in grave danger, addin… [+2464 chars]"},{"source":{"id":"the-huffington-post","name":"The Huffington Post"},"author":"Saba Hamedy","title":"Here Are Some Of The Wildest Moments From Trump’s ’60 Minutes’ Interview","description":"Trump was asked about his treatment of Christine Blasey Ford, whether he thinks climate change is a hoax, and a handful of other topics.","url":"https://www.huffingtonpost.com/entry/donald-trump-60-minutes-interview-moments_us_5bc39a63e4b040bb4e836a40","urlToImage":"https://img.huffingtonpost.com/asset/5bc39ef8210000fe02c9862c.jpeg?ops=1200_630","publishedAt":"2018-10-15T00:35:39Z","content":"President Donald Trump spoke to CBS’ Lesley Stahl about everything from his relationship with North Korea’s Kim Jong Un to how the White House is reacting to the missing Saudi journalist Jamal Khashoggi. The interview, which included some moments of tension b… [+7318 chars]"},{"source":{"id":null,"name":"Fastcompany.com"},"author":"Eillie Anzilotti","title":"Our meat addiction is going to kill our chances of beating climate change","description":"The case for shifting to a plant-based diet, immediately. We’re now more than a week out from when the U.N.’s Intergovernmental Panel on Climate Change dropped its terrifying report detailing the urgency to dramatically reduce emissions and stop global warmin…","url":"https://www.fastcompany.com/90253017/our-meat-addiction-is-going-to-kill-our-chances-of-beating-climate-change?partner=feedburner&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+fastcompany%2Fheadlines+%28Fast+Company%29","urlToImage":"https://images.fastcompany.net/image/upload/w_1280,f_auto,q_auto,fl_lossy/wp-cms/uploads/2018/10/p-2-90253017-our-meat-addiction-could-wreck-our-chance-of-beating-climate-change.jpg","publishedAt":"2018-10-18T11:30:46Z","content":"We’re now more than a week out from when the U.N.’s Intergovernmental Panel on Climate Change dropped its terrifying report detailing the urgency to dramatically reduce emissions and stop global warming in the next three decades or so. Meat eaters, we are sor… [+3400 chars]"},{"source":{"id":"the-huffington-post","name":"The Huffington Post"},"author":"Tess Riley","title":"These Men Staged A Peaceful Protest Against Fracking. The U.K. Jailed Them.","description":"\"It’s a strange society that massively rewards the fossil fuel companies responsible for causing more climate change while jailing the campaigners trying to stop it.”","url":"https://www.huffingtonpost.com/entry/fracking-protest-united-kingdom_us_5bbb6e99e4b01470d0538f8b","urlToImage":"https://img.huffingtonpost.com/asset/5bbb6efa24000050005790e0.jpeg?cache=zwK9wu38RN&ops=1200_630","publishedAt":"2018-10-09T12:36:38Z","content":"At around 8 a.m. on July 25, 2017, a piano restorer and a teacher brought a convoy of trucks to a standstill in Lancashire, a county in northwest England, when they climbed on top of two of the vehicles. In the coming hours, two further people climbed onto th… [+7116 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Mark Kaufman","title":"A 19-mile-long crack has opened up on the vulnerable Antarctic coast. What's next?","description":"Over a matter of days in late September, Stef Lhermitte watched via satellite as a new, massive crack formed along the edge of Antarctica's Pine Island Glacier. Just last year that glacier shed a Manhattan-sized slab of ice. But that particular iceberg was re…","url":"https://mashable.com/article/antarctica-new-crack-pine-island-glacier/","urlToImage":"https://i.amz.mshcdn.com/nhZaq5dL6Hwz3G27IBmRVDRL0KY=/1200x630/2018%2F10%2F12%2F90%2F149fe152d3a048769707239bfe1b0d9c.460e5.png","publishedAt":"2018-10-12T11:00:00Z","content":"Over a matter of days in late September, Stef Lhermitte watched via satellite as a new, massive crack formed along the edge of Antarctica's Pine Island Glacier. Just last year that glacier shed a Manhattan-sized slab of ice. But that particular iceberg was re… [+4059 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Rayne Ellis","title":"How a team of innovators overcame the odds to create water from thin air","description":"Today, 790 million people — 11 percent of the world's population — live without access to clean water. Two years ago, XPrize, an international nonprofit organization, announced a global competition enticing innovators to find a sustainable and affordable way …","url":"https://mashable.com/article/xprize-water-competition-winner/","urlToImage":"https://i.amz.mshcdn.com/f9VE1raLg5N6H2WHjsjrQPiyzO4=/1200x630/2018%2F10%2F21%2Fa2%2F8e86c83d889a46c8ba69e5339c28b045.f4e8f.jpg","publishedAt":"2018-10-21T11:00:00Z","content":"Today, 790 million people 11 percent of the world's population live without access to clean water. Two years ago, XPrize, an international nonprofit organization, announced a global competition enticing innovators to find a sustainable and affordable way to b… [+3042 chars]"}]}