{"status":"ok","totalResults":18967,"articles":[{"source":{"id":"business-insider","name":"Business Insider"},"author":"Sean Wolfe","title":"Elon Musk agrees that Trump 'screwed' him after joining White House council","description":"Tesla CEO Elon Musk agrees that Trump \"screwed\" him after the Tesla CEO joined the White House economic advisory council. Musk left the council in 2017 after Trump pulled the US out of the Paris Climate Accord. \"I did my absolute best,\" Musk said in a new int…","url":"https://www.businessinsider.com/elon-musk-agrees-trump-screwed-him-after-joining-white-house-council-2018-11","urlToImage":"https://amp.businessinsider.com/images/5b0373f8e3186e1c008b539f-1136-568.jpg","publishedAt":"2018-11-02T15:43:24Z","content":"Elon Musk once again defended his choice to join Trump's economic advisory council in an interview with Recode's Kara Swisher for the Recode Decode podcast. The Tesla CEO said it was \"still worth trying\" to join the council and argue in favor of climate chang… [+1258 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Laura Byager","title":"Indonesian president quotes 'Game of Thrones' in speech on world economy","description":"The words of House Stark on Game of Thrones are a dire warning about never getting too comfortable, because things can always get worse – and they probably will. \"Winter is coming\" has been adapted by many GoT fans as a way to warn others about future scenari…","url":"https://mashable.com/article/game-of-thrones-political-speech/","urlToImage":"https://i.amz.mshcdn.com/dxe-G79PxLNX6kBxvGWsfHkvO64=/1200x630/2018%2F10%2F12%2F3e%2Fe72385040e044b8a88bac49de1ef8599.6856f.jpg","publishedAt":"2018-10-12T10:33:38Z","content":"The words of House Stark on Game of Thrones are a dire warning about never getting too comfortable, because things can always get worse and they probably will. \"Winter is coming\" has been adapted by many GoT fans as a way to warn others about future scenarios… [+825 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Heather Dockray","title":"Young scientists develop enviro-friendly bricks made out of urine","description":"Scientists still haven't developed a cure for the common cold, but who cares? The young scientists of the world are focusing their attention on what matters most: bricks made out of piss. A group of South African students recently developed a brick made out o…","url":"https://mashable.com/article/young-students-urine-bricks/","urlToImage":"https://i.amz.mshcdn.com/dU3uQ7FattFqrLlvUj_7bl5qCKg=/1200x630/2018%2F10%2F27%2F60%2F07c801ef46b947a9b99a839b59b16ff0.fbdf0.jpg","publishedAt":"2018-10-27T21:18:49Z","content":"Scientists still haven't developed a cure for the common cold, but who cares? The young scientists of the world are focusing their attention on what matters most: bricks made out of piss. A group of South African students recently developed a brick made out o… [+1135 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"ABBY ELLIN","title":"Maya Lin Captures the Hudson’s Beauty and Power","description":"The artist built an environmental installation that surrounds visitors at the Hudson River Museum in Yonkers, N.Y.","url":"https://www.nytimes.com/2018/10/25/arts/maya-lin-hudson-river-museum.html","urlToImage":"https://static01.nyt.com/images/2018/10/28/autossell/28mayalin6/28mayalin6-facebookJumbo.jpg","publishedAt":"2018-10-25T09:00:21Z","content":"With that display, computer kiosks connected to the What Is Missing? website allow visitors to share stories of what theyve seen disappear or be restored in the natural environment. We like to ask people to give us a memory of a story, something they personal… [+1072 chars]"},{"source":{"id":"abc-news","name":"ABC News"},"author":"Bopha Phorn","title":"NY sues Exxon Mobil for allegedly deceiving investors about climate regulations","description":"New York sues ExxonMobil over allegedly defrauding its investors regarding financial risk by withholding information about the risk that climate change poses.","url":"https://abcnews.go.com/US/york-sues-exxon-mobil-allegedly-deceiving-investors-risk/story?id=58740981","urlToImage":"https://s.abcnews.com/images/US/exxon-gty-er-181025_hpMain_16x9_992.jpg","publishedAt":"2018-10-25T22:35:53Z","content":"New York's attorney general filed a lawsuit against Exxon Mobil on Wednesday for allegedly defrauding investors by withholding information about the financial risk that future climate change regulations might cause the company. New York accused Exxon of misle… [+1814 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"GIOVANNI RUSSONELLO","title":"Best of Late Night: Jimmy Kimmel Ridicules Ted Cruz for Needing Trump’s Help","description":"“Imagine if your neighbor insulted your wife’s face, and then you had to ask him to loan you a weed whacker,” Mr. Kimmel said. “That’s Ted Cruz’s life right now.”","url":"https://www.nytimes.com/2018/10/23/arts/television/jimmy-kimmel-ted-cruz-trump-campaign.html","urlToImage":"https://static01.nyt.com/images/2018/10/23/arts/23latenight1/23latenight1-facebookJumbo.png","publishedAt":"2018-10-23T07:41:25Z","content":"Stephen Colbert cried foul after reports emerged that the White House is considering adopting a new policy that would narrowly identify peoples genders by their genitalia at birth. This could effectively prevent members of the administration from acknowledgin… [+1217 chars]"},{"source":{"id":null,"name":"Boingboing.net"},"author":"Cory Doctorow","title":"Capitalism torched the world, fascism rose from the ashes","description":"Umair Haque ( previously ) is in the unfortunate position of being both inarguably correct and horribly depressing when he says \"catastrophic climate change is probably inevitable.\" Capitalism was incapable of dealing with climate change, treating damage to h…","url":"https://boingboing.net/2018/10/14/pareto-optimal-selfishness.html","urlToImage":"https://media.boingboing.net/wp-content/uploads/2018/10/Flooding_in_Minot_Image_4_of_13.jpg","publishedAt":"2018-10-14T16:24:25Z","content":"Umair Haque ( previously ) is in the unfortunate position of being both inarguably correct and horribly depressing when he says \"catastrophic climate change is probably inevitable.\" Capitalism was incapable of dealing with climate change, treating damage to h… [+5053 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Rachel Becker","title":"NASA photo shows where Hurricane Michael turned out the lights","description":"When Hurricane Michael crashed into the Florida Panhandle on October 10th, the storm cut power to parts of Florida and Georgia that were in its path, new NASA images show. At this point, the number of customers without power has dropped to 163,000 from the 2.…","url":"https://www.theverge.com/2018/10/16/17984364/hurricane-michael-power-outages-electricity-nasa-earth-observatory","urlToImage":"https://cdn.vox-cdn.com/thumbor/G3cD4JvqgA-y5unFKVSEwBuY4ok=/0x52:720x429/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/13280829/michael_vir_2018285.jpg","publishedAt":"2018-10-16T19:16:13Z","content":"When Hurricane Michael crashed into the Florida Panhandle on October 10th, the storm cut power to parts of Florida and Georgia in its path, new NASA images show. The pictures are a stark reminder of our energy infrastructure’s vulnerability to natural disaste… [+1851 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"Opinion contributors, Byron Dorgan and Olympia Snowe, Opinion contributors","title":"Donald Trump's fuel economy rollback would hurt consumers, climate and innovation","description":"United Nations climate change report is one of many reasons to keep current fuel economy standards for cars.  Why is Trump trying to roll them back?","url":"https://www.usatoday.com/story/opinion/2018/10/10/trump-fuel-economy-rollbacks-hurt-climate-consumers-innovation-column/1567790002/?utm_source=google&utm_medium=amp&utm_campaign=speakable","urlToImage":"https://www.gannett-cdn.com/presto/2018/10/08/USAT/ee2f50bc-873e-45bf-ab71-ad7e68148a85-AP_Gas_Prices.JPG?crop=5471,3063,x0,y0&width=3200&height=1680&fit=bounds","publishedAt":"2018-10-10T10:00:01Z","content":"Gas station (Photo: Craig Matthews/The Press of Atlantic City via AP) As U.S. senators, over a decade ago we worked together on a successful bipartisan update to fuel economy standards for automobiles. That was a hard-fought battle by Republicans and Democrat… [+4484 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Climate change: 'Wetlands vital to protect cities'","description":"Urban areas need to cherish wetlands as a natural defence against flooding, experts warn.","url":"https://www.bbc.co.uk/news/science-environment-46020176","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/7390/production/_104048592_coastal_wetlands_suncheon_bay_7.jpg","publishedAt":"2018-10-29T14:30:52Z","content":"Image copyright David Rennie Cities around the world are frequently flooding during extreme weather, largely because they are fast losing the wetlands that work as a natural defence, experts warn. Wetlands are ecosystems like lakes, rivers, marshes and peatla… [+2837 chars]"},{"source":{"id":"time","name":"Time"},"author":"Associated Press","title":"American Researchers William Nordhaus and Paul Romer Win Nobel Prize for Economics for Work on Technology and Climate Change","description":"William Nordhaus and Paul Romer were awarded the Nobel Prize for work on the economic impacts of environmental and technological change","url":"http://time.com/5418301/william-nordhaus-paul-romer-nobel-prize/","urlToImage":"https://timedotcom.files.wordpress.com/2018/10/gettyimages-585749938.jpg?quality=85","publishedAt":"2018-10-08T10:21:45Z","content":"Two researchers at American universities have been awarded the Nobel Prize for economics. Yale University’s William Nordhaus was named for integrating climate change into long term macroeconomic analysis and New York University’s Paul Romer was awarded for fa… [+1143 chars]"},{"source":{"id":"usa-today","name":"USA Today"},"author":"AP, AP, AP","title":"Melting glacier in China draws climate worries","description":"Millions of people each year are drawn to Baishui Glacier No. 1 and its cold beauty in Central Asia. Scientists warn Baishui's dramatic melting is a sign of what’s to come across the region. The impacts of climate change already are dramatic. (Oct. 22)","url":"https://www.usatoday.com/videos/news/nation/2018/10/21/melting-glacier-china-draws-climate-worries/38230391/","urlToImage":"https://media.gannett-cdn.com/29906170001/29906170001_5851582933001_5851581683001-vs.jpg?pubId=29906170001?width=3200&height=1800&fit=crop","publishedAt":"2018-10-21T17:53:01Z","content":null},{"source":{"id":"the-next-web","name":"The Next Web"},"author":"The Conversation","title":"The earth’s fate isn’t on individuals — it’s on society","description":"Following the 2015 Paris Agreement to hold the global increase in climate to below 2℃ above pre-industrial levels, the UN’s Intergovernmental Panel on Climate Change (IPCC) was asked to produce a report on the impacts of global warming of 1.5℃. The report foc…","url":"https://thenextweb.com/?p=1158762","urlToImage":"https://img-cdn.tnwcdn.com/image/tnw?filter_last=1&fit=1280%2C640&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2018%2F10%2FUntitled-design-2-9.png&signature=13f3dcb609b6f9e915dc4a5ed4abecfb","publishedAt":"2018-10-16T12:34:07Z","content":"Following the 2015 Paris Agreement to hold the global increase in climate to below 2 above pre-industrial levels, the UNs Intergovernmental Panel on Climate Change (IPCC) was asked to produce a report on the impacts of global warming of 1.5. The report focuse… [+5943 chars]"},{"source":{"id":"time","name":"Time"},"author":"Ciara Nugent / Hamburg","title":"Climate Change Could Destroy This Peruvian Farmer’s Home. Now He’s Suing a European Energy Company for Damages","description":"Saúl Luciano Lliuya is taking a European energy company to court over a melting glacier that may soon flood his hometown in the Andes.","url":"http://time.com/5415225/rwe-lliuya-climate-change/","urlToImage":"https://timedotcom.files.wordpress.com/2018/10/peru-glacier-climate-change-research.jpg?quality=85","publishedAt":"2018-10-05T08:30:22Z","content":"Climbing a snowcapped mountain in the predawn light, Saúl Luciano Lliuya says he could sense something changing. All his life, pristine glaciers have nestled between the peaks surrounding his hometown in the Cordillera Blanca region of the Peruvian Andes, pro… [+8609 chars]"},{"source":{"id":null,"name":"Globalnews.ca"},"author":"Adam Frisk","title":"Hawaiian island wiped from the map by powerful hurricane - Globalnews.ca","description":"Globalnews.ca Hawaiian island wiped from the map by powerful hurricane Globalnews.ca Researchers confirmed East Island in the French Frigate Shoals received significant damage as a result of Hurricane Walaka — a powerful Category 4 storm — roaring over the is…","url":"https://globalnews.ca/news/4590765/hawaiian-island-wiped-from-map-hurricane/","urlToImage":"https://shawglobalnews.files.wordpress.com/2018/10/east-island.jpg?quality=70&strip=all&w=720&h=480&crop=1","publishedAt":"2018-10-24T16:12:00Z","content":"A remote part of the chain of Hawaiian Islands has been erased from the map after being washed away by a powerful hurricane earlier this month. Researchers confirmed East Island in the French Frigate Shoals received significant damage as a result of Hurricane… [+2219 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Sam Rutherford","title":"Huawei's Mate 20 Pro Is Absolutely Loaded","description":"Earlier this year, Huawei passed Apple to become the second largest smartphone maker in the world, which is pretty impressive when you consider that the company’s best phones like the P20 Pro aren’t officially sold in the U.S. And because of the current busin…","url":"https://gizmodo.com/huaweis-mate-20-pro-is-absolutely-loaded-1829779386","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--Uq_cpJeS--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/akmnuzsjlhc5rnhn2ssr.jpg","publishedAt":"2018-10-16T13:30:00Z","content":"Earlier this year, Huawei passed Apple to become the second largest smartphone maker in the world, which is pretty impressive when you consider that the companys best phones like the P20 Pro arent officially sold in the U.S. And because of the current busines… [+5021 chars]"},{"source":{"id":null,"name":"Newyorker.com"},"author":"The New Yorker","title":"Global Warning","description":"Elizabeth Kolbert writes about the U.N.’s scientific advisory board sounding a piercing alarm on climate change, which Donald Trump doesn’t seem to hear.","url":"https://www.newyorker.com/podcast/comment/global-warning","urlToImage":"https://media.newyorker.com/photos/5bbfdbb8dd3d412c86aa15ff/16:9/w_1200,h_630,c_limit/181022_r33061web.jpg","publishedAt":"2018-10-16T14:00:00Z","content":"The New Yorker offers a signature blend of news, culture, and the arts. It has been published since February 21, 1925. Read more »"},{"source":{"id":"reuters","name":"Reuters"},"author":"Nina Chestney","title":"Massive societal changes needed to meet lower global warming target world needs: U.N.","description":"Society would have to carry out \"unprecedented\" changes to the way it operates to keep global temperatures from rising by less than targeted or it risks increases in heat waves and flood-causing storms and the chances of drought in some regions, a U.N. report…","url":"https://www.reuters.com/article/us-climatechange-ipcc/massive-societal-changes-needed-to-meet-lower-global-warming-target-world-needs-u-n-idUSKCN1MI022","urlToImage":"https://s4.reutersmedia.net/resources/r/?m=02&d=20181008&t=2&i=1312345793&w=1200&r=LYNXNPEE9700U","publishedAt":"2018-10-08T05:27:16Z","content":"LONDON/INCHEON (Reuters) - Society would have to carry out “unprecedented” changes to the way it operates to keep global temperatures from rising by less than targeted or it risks increases in heat waves and flood-causing storms and the chances of drought in … [+3435 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"CHRIS DIXON and CAMPBELL ROBERTSON","title":"They Were Still Recovering from Hurricane Florence. Then Michael Came.","description":"Communities in the Carolinas already battered by Hurricane Florence faced a new onslaught: Hurricane Michael, downgraded to a tropical storm, but still packing a punch.","url":"https://www.nytimes.com/2018/10/11/us/carolinas-hurricane-florence-michael.html","urlToImage":"https://static01.nyt.com/images/2018/10/12/us/12michael-florence-print/12michael-florence1-facebookJumbo.jpg","publishedAt":"2018-10-11T22:52:23Z","content":"In a bad wind, a pile can quickly become an arsenal or at least clog storm drains. So far, though, the brunt of the storm has missed the areas with the most flood debris. Still, recovery efforts will be slow, officials said, as some flood-prone areas that had… [+1304 chars]"},{"source":{"id":null,"name":"Theatlantic.com"},"author":"Dean Kuipers","title":"Three Ways to Combat Climate Change Through the Courts","description":"With the executive and legislative branches refusing to act, the judicial branch might be the last hope.","url":"https://www.theatlantic.com/ideas/archive/2018/10/three-ways-combat-climate-change-through-courts/574315/","urlToImage":"https://cdn.theatlantic.com/assets/media/img/mt/2018/10/RTX6H0FA/facebook.jpg?1540842222","publishedAt":"2018-10-30T10:00:00Z","content":"Climate change is crashing into America’s courts. As the science gets more conclusive, the reality more sobering, and the predictions more dire, the executive and legislative branches have refused to act. That leaves the judicial branch. In theory, courts are… [+9971 chars]"}]}