{"status":"ok","totalResults":18967,"articles":[{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"CORAL DAVENPORT","title":"Major Climate Report Describes a Strong Risk of Crisis as Early as 2040","description":"A landmark United Nations report paints a far more dire picture of the immediate consequences of climate change than previously thought and says that avoiding damage requires quickly transforming the world economy.","url":"https://www.nytimes.com/2018/10/07/climate/ipcc-climate-report-2040.html","urlToImage":"https://static01.nyt.com/images/2018/10/08/climate/08cli-heat1/08cli-heat1-facebookJumbo.jpg","publishedAt":"2018-10-08T01:00:04Z","content":"At 3.6 degrees of warming, the report predicts a disproportionately rapid evacuation of people from the tropics. In some parts of the world, national borders will become irrelevant, said Aromar Revi, director of the Indian Institute for Human Settlements and … [+978 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Rayne Ellis","title":"What a troubled power plant tells us about the future of nuclear energy in the U.S.","description":"Nuclear energy in the United States is at an impasse. American reliance on nuclear power has steadily increased from 11 percent to 30 percent of the country’s electrical output since the 1970s. However, three decades have gone by without a successful attempt …","url":"https://mashable.com/article/nuclear-power-plant-georgia-future/","urlToImage":"https://i.amz.mshcdn.com/WICfxPVgrJE3jmz_HCPa6oZoJNY=/1200x630/2018%2F11%2F01%2F73%2F6e193fc64f0d47ef951c59f723cf702d.5fb32.png","publishedAt":"2018-11-01T13:53:29Z","content":"Nuclear energy in the United States is at an impasse. American reliance on nuclear power has steadily increased from 11 percent to 30 percent of the countrys electrical output since the 1970s. However, three decades have gone by without a successful attempt t… [+8157 chars]"},{"source":{"id":"cnn","name":"CNN"},"author":null,"title":"Don Lemon: No Trump, Kavanaugh was not proven innocent","description":"CNN's Don Lemon calls out President Trump for \"crying hoax\" on several reports he disagrees with, including the Kavanaugh allegations, climate change and the death toll in Puerto Rico following Hurricane Maria.","url":"https://www.cnn.com/videos/politics/2018/10/09/donald-trump-kavanaugh-hoax-dons-take-divider-in-chief-sot-ctn-vpx.cnn","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/181008222900-don-lemon-10-8-super-tease.jpg","publishedAt":"2018-10-09T02:44:35Z","content":"Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."},{"source":{"id":"cnn","name":"CNN"},"author":null,"title":"Andrew Gillum: I'd be a governor that believes in science","description":"During a CNN debate between Florida's gubernatorial candidates, Andrew Gillum (FL-D) says that if he wins the gubernatorial race, Floridians would have a governor that \"believes in science,\" in regards to climate change.","url":"https://www.cnn.com/videos/politics/2018/10/21/climate-change-desantis-gillum-florida-governor-debate-sot-vpx.cnn","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/181021201242-andrew-gillum-1-super-tease.jpg","publishedAt":"2018-10-22T00:40:16Z","content":"Chat with us in Facebook Messenger. Find out what's happening in the world as it unfolds."},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"ALISHA HARIDASANI GUPTA","title":"Asia and Australia Edition: Climate Change, China, the Vietnam War: Your Tuesday Briefing","description":"Here’s what you need to know to start your day.","url":"https://www.nytimes.com/2018/10/08/briefing/climate-change-china-the-vietnam-war.html","urlToImage":"https://static01.nyt.com/images/2018/10/08/briefing/09Briefing-Asia-promo/09Briefing-Asia-slide-SFOV-facebookJumbo.jpg","publishedAt":"2018-10-08T19:32:05Z","content":"A Romanian referendum to limit the definition of a family to a man and a woman failed over the weekend, but L.G.B.T. groups said it still might do damage. Above, a local awaits the results. [ The New York Times ] Indias #MeToo movement may be picking up steam… [+521 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"JOHN SCHWARTZ","title":"New York Sues Exxon Mobil, Saying It Deceived Shareholders on Climate Change","description":"After an investigation of more than three years, the state's attorney general has sued Exxon Mobil, accusing it of downplaying the risks of global warming to its business.","url":"https://www.nytimes.com/2018/10/24/climate/exxon-lawsuit-climate-change.html","urlToImage":"https://static01.nyt.com/images/2018/10/25/climate/25CLI-EXXON1/25CLI-EXXON1-facebookJumbo.jpg","publishedAt":"2018-10-24T17:16:52Z","content":"The investigation has spanned the tenures of two New York attorneys general and has also involved attorneys general from other states. Exxon has attempted to block the investigation in courts in three states, and has painted it as an attempt by bullies to res… [+1495 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Mark Kaufman","title":"Climate change could threaten the world's beer supply. Do you care about global warming now?","description":"Some 10,000 years ago, after the frigid Ice Age ended, humans tamed the nutritious grain, barley. It blossomed in a fertile realm of early civilization spanning contemporary states like Israel, Palestine, Jordan and beyond. Then 5,000 years later, peoples in …","url":"https://mashable.com/article/beer-production-climate-change-barley/","urlToImage":"https://i.amz.mshcdn.com/StXX7-BByArCVak95swMv-ou72c=/1200x630/2018%2F10%2F15%2F65%2F3d422009f8ab43d9aee4c7482df3dec8.63842.jpg","publishedAt":"2018-10-15T15:00:00Z","content":"Some 10,000 years ago, after the frigid Ice Age ended, humans tamed the nutritious grain, barley. It blossomed in a fertile realm of early civilization spanning contemporary states like Israel, Palestine, Jordan and beyond. Then 5,000 years later, peoples in … [+7583 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Mark Kaufman","title":"The oceans, the true keepers of climate change, may meet our grimmest estimates","description":"Earth, our ocean-dominated world, stores away a vast majority of the planet's accumulating heat in the seas. In fact, over 90 percent of the planet's rising warmth — specifically trapped by human-created greenhouse gas emissions — is absorbed by the deep, sal…","url":"https://mashable.com/article/ocean-warming-heat-study/","urlToImage":"https://i.amz.mshcdn.com/1y0Qa3JrwDpvo8LvJgdjkicGmtg=/1200x630/2018%2F11%2F02%2Fbe%2F17fae40fb57d4a87acd5cd0a4fa5356c.976c0.jpg","publishedAt":"2018-11-02T17:47:43Z","content":"Earth, our ocean-dominated world, stores away a vast majority of the planet's accumulating heat in the seas. In fact, over 90 percent of the planet's rising warmth specifically trapped by human-created greenhouse gas emissions is absorbed by the deep, salty w… [+5662 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Johnny Lieu","title":"Colbert's spoof of Trump on '60 Minutes' is both hilarious and frightening","description":"Trump's interview with 60 Minutes was a rare insight into what the president thinks about issues like climate change, not that it satisfied Stephen Colbert, or anything. The Late Show host re-enacted the Lesley Stahl interview on Monday night, because there's…","url":"https://mashable.com/article/stephen-colbert-60-minutes/","urlToImage":"https://i.amz.mshcdn.com/CVIHVvb0ndQpbLRQ_O5M6JL-KPk=/1200x630/2018%2F10%2F16%2F00%2Fb53e59d1065b456a8d8adfcc5ffbab15.4fbdb.png","publishedAt":"2018-10-16T09:32:24Z","content":"Trump's interview with 60 Minutes was a rare insight into what the president thinks about issues like climate change, not that it satisfied Stephen Colbert, or anything. The Late Show host re-enacted the Lesley Stahl interview on Monday night, because there's… [+730 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Mark Kaufman","title":"Earth’s carbon dioxide levels are likely the highest they've been in 15 million years","description":"We’ve entered some profoundly unfamiliar planetary territory. Amid a backdrop of U.S. politicians still questioning whether the changing climate is attributable to humans (it is), it's quite likely that we’ve actually boosted Earth's carbon dioxide — a potent…","url":"https://mashable.com/article/climate-change-carbon-pollution-15-million-years/","urlToImage":"https://i.amz.mshcdn.com/qP5dhMDvGhI0uAXJ2CdZoK-ZgJY=/1200x630/2018%2F10%2F29%2F6c%2F99eca2e558df4700b170d52d8fca14f3.1a4fa.jpg","publishedAt":"2018-10-29T18:51:55Z","content":"Weve entered some profoundly unfamiliar planetary territory. Amid a backdrop of U.S. politicians still questioning whether the changing climate is attributable to humans (it is), it's quite likely that weve actually boosted Earth's carbon dioxide a potent gre… [+5458 chars]"},{"source":{"id":"mashable","name":"Mashable"},"author":"Mark Kaufman","title":"Why the Trump administration is terrified of these children","description":"Twenty-one children, adolescents, and young adults — all between the ages of 11 and 21 — were set to face off against the United States in an Oregon courthouse on Oct. 29. But instead, the highest court in the land has temporarily halted the unprecedented cli…","url":"https://mashable.com/article/climate-trial-kids-trump-administration/","urlToImage":"https://i.amz.mshcdn.com/koGzB5ErcG8AKLmRgRRogOILpD4=/1200x630/2018%2F10%2F31%2F99%2F1032c9c29ad1482ebd000b233ef92a8b.fa712.jpg","publishedAt":"2018-10-31T19:00:00Z","content":"Twenty-one children, adolescents, and young adults all between the ages of 11 and 21 were set to face off against the United States in an Oregon courthouse on Oct. 29. But instead, the highest court in the land has temporarily halted the unprecedented climate… [+6738 chars]"},{"source":{"id":"ars-technica","name":"Ars Technica"},"author":"Scott K. Johnson","title":"This one weird trick would change Earth’s climate: Spinning backwards","description":"A fun climate model experiment shows how much depends on Earth’s rotation.","url":"https://arstechnica.com/science/2018/10/this-one-weird-trick-would-change-earths-climate-spinning-backwards/","urlToImage":"https://cdn.arstechnica.net/wp-content/uploads/2018/10/globe_gabriela_pinto-760x380.png","publishedAt":"2018-10-17T16:31:38Z","content":"1 Climate modelscomputer simulations of Earths climate systemare crucial tools for scientists, given that it's impossible to run experiments on the entire planet. Access to these digital laboratories also gives people the option to occasionally play mad scien… [+4603 chars]"},{"source":{"id":null,"name":"Splinternews.com"},"author":"Hamilton Nolan on Splinter, shared by Hudson Hongo to Gizmodo","title":"Carbon Tax. Carbon Tax. Carbon Tax.","description":"For the one thousandth time, an authoritative new report tells us with great certainty that—if we do not take drastic, immediate action to slash carbon emissions—humanity faces catastrophic damage from climate change. Here are two words: Carbon tax. Read more…","url":"https://splinternews.com/carbon-tax-carbon-tax-carbon-tax-1829596300","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--hvGdf9h3--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/pdurwcewdhc0ldvweoug.jpg","publishedAt":"2018-10-08T14:10:00Z","content":"For the one thousandth time, an authoritative new report tells us with great certainty thatif we do not take drastic, immediate action to slash carbon emissionshumanity faces catastrophic damage from climate change. Here are two words: Carbon tax. You place a… [+2234 chars]"},{"source":{"id":null,"name":"Gizmodo.com"},"author":"Brian Kahn on Earther, shared by Maddie Stone to Gizmodo","title":"We Have a Decade to Prevent a Total Climate Disaster","description":"By 2030, we as a collective 7 billion humans will know our fate, or at the very least, the fate of the most vulnerable among us. A landmark report released on Sunday sets the clock ticking for humanity and its quest to keep global warming to within 1.5 degree…","url":"https://earther.gizmodo.com/we-have-a-decade-to-prevent-a-total-climate-disaster-1829585748","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--oDv6MnyS--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/v36z2xhgmxp2zro6iqnx.jpg","publishedAt":"2018-10-08T01:00:00Z","content":"By 2030, we as a collective 7 billion humans will know our fate, or at the very least, the fate of the most vulnerable among us. A landmark report released on Sunday sets the clock ticking for humanity and its quest to keep global warming to within 1.5 degree… [+5748 chars]"},{"source":{"id":"bbc-news","name":"BBC News"},"author":"https://www.facebook.com/bbcnews","title":"Climate change: Five cheap ways to remove CO2 from the atmosphere","description":"A new US study says that several low-cost technologies can be deployed right now to limit global warming.","url":"https://www.bbc.co.uk/news/science-environment-45967215","urlToImage":"https://ichef.bbci.co.uk/news/1024/branded_news/074F/production/_104017810_gettyimages-892949008.jpg","publishedAt":"2018-10-24T23:56:05Z","content":"Image copyright Getty Images As well as rapidly reducing the carbon dioxide that we humans are pumping into the atmosphere in huge amounts, recent scientific assessments of climate change have all suggested that cutting emissions alone will not be enough to k… [+8841 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"NICHOLAS KRISTOF","title":"The ‘Greatest Hoax’ Strikes Florida","description":"Hurricane Michael hit Port St. Joe, Fla., with full force on Wednesday.","url":"https://www.nytimes.com/2018/10/10/opinion/climate-change-hurricane-michael.html","urlToImage":"https://static01.nyt.com/images/2018/10/10/opinion/10kristofSub/10kristofSub-facebookJumbo.jpg","publishedAt":"2018-10-10T23:24:05Z","content":"Prof. Michael E. Mann of Penn State told me that Hurricane Michael should be a wake-up call. As should have Katrina, Irene, Sandy, Harvey, Irma, Florence, he added wryly. In each of these storms we can see the impact of climate change: Warmer seas means more … [+1633 chars]"},{"source":{"id":"techcrunch","name":"TechCrunch"},"author":"Natasha Lomas","title":"This is not fine","description":"A UN report compiled by a coalition of international climate experts has warned that “rapid, far-reaching and unprecedented changes in all aspects of society” are required if global warming is to be limited to just 1.5°C. The report also sets out some of the …","url":"http://techcrunch.com/2018/10/08/this-is-not-fine/","urlToImage":"https://techcrunch.com/wp-content/uploads/2018/08/GettyImages-1013042968.jpg?w=600","publishedAt":"2018-10-08T09:16:45Z","content":"A UN report compiled by a coalition of international climate and policy experts has warned that “rapid, far-reaching and unprecedented changes in all aspects of society” are required if global warming is to be limited to just 1.5°C. The report also sets out s… [+4240 chars]"},{"source":{"id":"the-new-york-times","name":"The New York Times"},"author":"NAOMI ORESKES and ERIK M. CONWAY","title":"Fixing the Climate Requires More Than Technology","description":"Major transformations can happen in a generation. But not without government help.","url":"https://www.nytimes.com/2018/10/16/opinion/climate-change-warming-technology.html","urlToImage":"https://static01.nyt.com/images/2018/10/16/opinion/sunday/16oreskes/16oreskes-facebookJumbo.jpg","publishedAt":"2018-10-16T15:59:22Z","content":"Some might object that our current challenge is vastly different from those met by past technological changes, because were not just talking about a thing, like a radio or cellphone, but about changing our entire energy system. But these earlier transformatio… [+2526 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Tom Warren","title":"Microsoft co-founder Paul Allen helped change the world","description":"Microsoft co-founder Paul Allen has died aged 65. He leaves behind a legacy of technology and philanthropy that will live on","url":"https://www.theverge.com/2018/10/16/17982604/microsoft-paul-allen-death-co-founder-philanthropy-legacy","urlToImage":"https://cdn.vox-cdn.com/thumbor/5z_b6r5TCYN6xDUdu0ZJEBOIroE=/0x138:1920x1143/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/13277951/billgatesypaulallen.jpg","publishedAt":"2018-10-16T12:38:13Z","content":"It’s easy to think of Microsoft and immediately think of Bill Gates. While Gates led Microsoft to where it stands today, co-founder Paul Allen played an early instrumental role in creating the software giant. Originally named “Micro-soft,” Gates and Allen fou… [+5344 chars]"},{"source":{"id":null,"name":"Boingboing.net"},"author":"Cory Doctorow","title":"Blame billionaires for climate change","description":"70% of global emissions come from 100 companies: Koch Industries' annual carbon emissions bill is 24 million tons. Just like Exxon (who spent years and millions denying the climate change their own research told them was happening), Peter Thiel knows climate …","url":"https://boingboing.net/2018/10/15/seawall-investment-opportuniti.html","urlToImage":"https://media.boingboing.net/wp-content/uploads/2018/10/Environment-Danger-Disaster-Flood-Climate-Flooding-165081.jpg","publishedAt":"2018-10-15T13:25:06Z","content":"When Obama took office, he took over from one of the least popular presidents in US history, 22% George Bush, a liar who tortured and spied his way through an illegitimate war that we're still fighting, and next year's deployment will include soldiers who wer… [+1537 chars]"}]}