{"status":"ok","totalResults":229,"articles":[{"source":{"id":null,"name":"Goodmenproject.com"},"author":"Elaine Mansfield","title":"What Can We Do About the Mess We’re In?","description":"If we hate each other, we can’t cooperate. With hate, there are no solutions. The post What Can We Do About the Mess We’re In? appeared first on The Good Men Project.","url":"https://goodmenproject.com/featured-content/what-can-we-do-about-the-mess-were-in-kpkn/","urlToImage":"https://goodmenproject.com/wp-content/uploads/2019/10/elaine.gmp_.png","publishedAt":"2018-10-25T14:00:26Z","content":"Under cover of night, hundreds of migrant children were moved to tent encampments surrounded by high metal fences in the Texas desert. How is it OK to jail children and separate them from their parents ? Can you imagine their fear? The practice continues desp… [+4639 chars]"},{"source":{"id":null,"name":"Triplepundit.com"},"author":"Elizabeth Sturcke","title":"5 Ways Companies Can Act on the Latest Dire Climate Warnings","description":"News from the past week shows that not only do we have to worry about the 18 billion pounds of plastic that end up in the ocean every year harming marine life; we have to deal with the massive climate impact that the exploding production of plastics will caus…","url":"http://www.triplepundit.com/2018/10/5-ways-companies-can-act-on-the-latest-dire-climate-warnings/","urlToImage":"https://cdn.triplepundit.com/wp-content/uploads/2018/10/Climate-Action-EDF.jpeg","publishedAt":"2018-10-16T08:10:26Z","content":"Trying to turn away from the political polarization and fracturing civility in this country, I looked elsewhere in the news and found something even worsedire warnings for our planet. Two reports in the news last week ring the alarm bell on climate change. Th… [+4310 chars]"},{"source":{"id":"recode","name":"Recode"},"author":"Eric Johnson","title":"Full Q&A: Tesla and SpaceX CEO Elon Musk on Recode Decode","description":"Earlier this year, Musk was working 120-hour weeks to ramp up production of Tesla’s Model 3. Now, he’s back to a “manageable” 80-90.","url":"https://www.recode.net/2018/11/2/18053428/recode-decode-full-podcast-transcript-elon-musk-tesla-spacex-boring-company-kara-swisher","urlToImage":"https://cdn.vox-cdn.com/thumbor/4vKrypyHqwi1pzQwxNkAq78wjoY=/946x574:3220x1765/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/13372521/IMG_4351.jpeg","publishedAt":"2018-11-02T09:04:02Z","content":"Earlier this year, Musk was working 120-hour weeks to ramp up production of Tesla’s Model 3. Now, he’s back to a “manageable” 80-90. On the latest episode of Recode Decode, hosted by Kara Swisher, Kara sat down with Elon Musk — the CEO of Tesla and SpaceX — t… [+73693 chars]"},{"source":{"id":"independent","name":"Independent"},"author":"Josh Gabbatiss","title":"Cockroaches employ swift kicks to stop wasps turning them into 'zombies', study finds - The Independent","description":"Newsweek Cockroaches employ swift kicks to stop wasps turning them into 'zombies', study finds The Independent Cockroaches can use swift kicks to fend off wasps trying to turn them into “zombies”. Jewel wasps are parasites that lay their eggs on the body of c…","url":"https://www.independent.co.uk/news/science/cockroaches-kick-wasps-zombie-insects-parasites-science-biology-research-a8612491.html","urlToImage":"https://static.independent.co.uk/s3fs-public/thumbnails/image/2018/11/01/12/cockroach-wasp.jpg","publishedAt":"2018-11-01T14:53:39Z","content":"Cockroaches can use swift kicks to fend off wasps trying to turn them into zombies. Jewel wasps are parasites that lay their eggs on the body of cockroaches, which are then eaten alive by the larvae when they emerge. To prevent the larger insect from trying t… [+12323 chars]"},{"source":{"id":null,"name":"Sciencealert.com"},"author":"Dave Mosher, Business Insider","title":"This Crazy Ambitious Timeline Shows When And How Elon Musk And Space X Plan to Colonise Mars","description":"Elon Musk is hell-bent on colonizing Mars.","url":"https://www.sciencealert.com/elon-musk-spacex-mars-plan-timeline-2018","urlToImage":"https://www.sciencealert.com/images/2018-10/processed/bfr-space-x-timelinepicture-headline_1_1024.jpg","publishedAt":"2018-10-14T23:51:49Z","content":"Elon Musk is hell-bent on colonizing Mars. That's the spirit with which he founded SpaceX, his rocket company, in 2002. Musk was frustrated that NASA wasn't doing more to get people to the red planet and concerned a backup plan for humanity wasn't being devel… [+11393 chars]"},{"source":{"id":null,"name":"Geeksofdoom.com"},"author":"Mr. BabyMan","title":"The Drill Down 546: Farewell Paul Allen","description":"On this week's The Drill Down podcast, studies prove the FCC lied about Net Neutrality comments and NY state will investigate, Twitter releases Russia and Iran meddling tweets, Fortnite fights climate change, and Microsoft ’s co-founder Paul Allen passes on..…","url":"https://www.geeksofdoom.com/2018/10/19/drill-down-546-paul-allen","urlToImage":"http://thedrilldown.com/wp-content/uploads/2018/10/TDD-546-1024x535.jpg","publishedAt":"2018-10-19T16:21:44Z","content":"On this week’s The Drill Down podcast, studies prove the FCC lied about Net Neutrality comments and NY state will investigate, Twitter releases Russia and Iran meddling tweets, Fortnite fights climate change, and Microsoft s co-founder Paul Allen passes on… a… [+691 chars]"},{"source":{"id":null,"name":"Forbes.com"},"author":"Robin Andrews, Contributor, Robin Andrews, Contributor https://www.forbes.com/sites/robinandrews/","title":"Strange-Looking Doorstop Turns Out To Be An Alien Surprise Worth $100,000","description":"Someone's doorstop turned out to be something that had fallen from the stars in the 1930s - and upon examination, was found to be more scientifically and monetarily valuable than anyone could have guessed.","url":"https://www.forbes.com/sites/robinandrews/2018/10/09/strange-looking-doorstop-turns-out-to-be-an-alien-surprise-worth-100000/","urlToImage":"https://thumbor.forbes.com/thumbor/600x315/https%3A%2F%2Fblogs-images.forbes.com%2Frobinandrews%2Ffiles%2F2018%2F10%2FScreen-Shot-2018-10-09-at-16.22.07-1200x640.png","publishedAt":"2018-10-09T15:18:00Z","content":"Share to facebook Share to twitter Share to linkedin The meteorite is pretty heavy, but it's still just the sixth-largest found in Michigan. CMU via YouTube The world is a nightmare. This appears especially so at the moment, with unnerving reports on the stat… [+11638 chars]"},{"source":{"id":"independent","name":"Independent"},"author":"Alex Matthews-King, Alex Matthews-King","title":"Cervical cancer survival worse after common keyhole surgery, studies warn","description":"Procedure blacklisted after studies associate it with 'three-fold increase' in cervical cancer progression","url":"https://www.independent.co.uk/news/health/cervical-cancer-surgery-hysterectomy-radical-robotic-laparoscopy-new-england-journal-medicine-nejm-a8611236.html","urlToImage":"https://static.independent.co.uk/s3fs-public/thumbnails/image/2016/11/23/14/telesurgery-robot-1.jpg","publishedAt":"2018-10-31T21:01:00Z","content":"Cervical cancer patients who have their tumour removed by common keyhole surgery which drastically cuts recovery times, are more likely to die early and have their cancer come back, a pair of studies has found. US researchers looking at survival rates in earl… [+15372 chars]"},{"source":{"id":null,"name":"Forbes.com"},"author":"Jennifer Kite-Powell, Contributor, Jennifer Kite-Powell, Contributor https://www.forbes.com/sites/jenniferhicks/","title":"The New Food Movement And How Blockchain Could Solve Food Security Issues","description":"Food is changing. From how it's farmed to how it can be grown in a lab. From cell-based meat to plant-based meats and the role of AI and Blockchain in food security, take a look at how a few companies and investors are backing the new food movement.","url":"https://www.forbes.com/sites/jenniferhicks/2018/10/19/the-new-food-movement-and-how-blockchain-could-solve-food-security-issues/","urlToImage":"https://thumbor.forbes.com/thumbor/600x315/https%3A%2F%2Fspecials-images.forbesimg.com%2Fdam%2Fimageserve%2F42679660%2F960x0.jpg%3Ffit%3Dscale","publishedAt":"2018-10-19T23:32:00Z","content":"Share to facebook Share to twitter Share to linkedin Sandwiches, made with Savage River Inc. Beyond Meat breakfast sausage, are seen during the inauguration of the company's Manhattan Beach Project Innovation Center in Los Angeles, California, U.S., on Thursd… [+28372 chars]"},{"source":{"id":null,"name":"Spacedaily.com"},"author":null,"title":"The threat of Centaurs for the Earth","description":"Vienna, Austria (SPX) Oct 10, 2018 The astrophysicists Mattia Galiazzo and Rudolf Dvorak from the University of Vienna, in collaboration with Elizabeth A. Silber (Brown University, USA) investigated the long-term path development of Centaurs (solar system min…","url":"http://www.spacedaily.com/reports/The_threat_of_Centaurs_for_the_Earth_999.html","urlToImage":"http://www.spxdaily.com/images-bg/centaurs-asteroids-threat-earth-bg.jpg","publishedAt":"2018-10-10T00:01:50Z","content":"The astrophysicists Mattia Galiazzo and Rudolf Dvorak from the University of Vienna, in collaboration with Elizabeth A. Silber (Brown University, USA) investigated the long-term path development of Centaurs (solar system minor bodies which originally have orb… [+4854 chars]"},{"source":{"id":"independent","name":"Independent"},"author":"Adam Forrest, Adam Forrest","title":"Historic Welsh beach with Ice Age features 'trashed' by council bulldozers, campaigners claim","description":"'It is a travesty,' says local walking guide","url":"https://www.independent.co.uk/environment/beach-anglesey-wales-aber-lleiniog-council-bulldozers-ice-age-rocks-a8607101.html","urlToImage":"https://static.independent.co.uk/s3fs-public/thumbnails/image/2018/10/29/15/aber-lleiniog-beach2.jpg","publishedAt":"2018-10-29T16:26:45Z","content":"Council-hired bulldozers have trashed a historic beach in north Wales globally renowned for its Ice Age features, campaigners have claimed. Aber Lleiniog beach is part of a protected coastal site attracting international archaeologists, geologists and histori… [+12671 chars]"},{"source":{"id":"independent","name":"Independent"},"author":"Josh Gabbatiss, Josh Gabbatiss","title":"Reconstructed Neanderthal chest reveals unusual breathing technique to power muscular bodies in harsh climates","description":"Ancient cousins had much larger lung capacity than modern humans","url":"https://www.independent.co.uk/news/science/neanderthal-breathing-technique-skeleton-chest-ribcage-fossils-bones-a8609256.html","urlToImage":"https://static.independent.co.uk/s3fs-public/thumbnails/image/2018/10/09/17/neanderthal.jpg","publishedAt":"2018-10-30T18:25:35Z","content":"The reconstructed ribcage of a Neanderthal has revealed that our ancient cousins walked with an upright stance and breathed differently to modern humans. Three dimensional scans of a 60,000-year-old male skeleton known as Kebara 2, the most complete Neanderth… [+12438 chars]"},{"source":{"id":"politico","name":"Politico"},"author":"Michael Kruse","title":"NASA'S Gateway faces questions in Congress - Politico","description":"Politico NASA'S Gateway faces questions in Congress Politico A GATEWAY AROUND THE MOON...BUT FOR WHAT? NASA Administrator Jim Bridenstine faces a tough task selling Capitol Hill on the agency's ambitious lunar Gateway program, House space subcommittee Chairma…","url":"https://www.politico.com/newsletters/politico-space/2018/10/26/nasas-gateway-faces-questions-in-congress-334249","urlToImage":"https://static.politico.com/da/f5/44342c424c68b675719324b1106b/politico.jpg","publishedAt":"2018-10-26T11:02:22Z","content":"PRE-FLIGHT BRIEFING A GATEWAY AROUND THE MOON...BUT FOR WHAT? NASA Administrator Jim Bridenstine faces a tough task selling Capitol Hill on the agencys ambitious lunar Gateway program, House space subcommittee Chairman Brian Babin tells us. The program envisi… [+15295 chars]"},{"source":{"id":null,"name":"Cleantechnica.com"},"author":"Joshua S Hill","title":"Where To For Australia’s Renewable Energy Sector?","description":"What does the current state of affairs in Australia mean for the renewable energy industry? Can it stand on its own, or will fossil fuels reclaim their dominance","url":"https://cleantechnica.com/2018/10/27/where-to-for-australias-renewable-energy-sector/","urlToImage":"https://cleantechnica.com/files/2014/02/Australian-Wind-Farm.jpg","publishedAt":"2018-10-27T17:00:14Z","content":"Clean Power Published on October 27th, 2018 | by Joshua S Hill 0 October 27th, 2018 by Joshua S Hill Members of the Australian Government revealed in the middle of September that there are no plans to revise the country’s renewable energy target “with anythin… [+14202 chars]"},{"source":{"id":"independent","name":"Independent"},"author":"Douglas Quenqua, Joanna Klein, Julia Jacobs, Livia Albeck-Ripka, Douglas Quenqua, Joanna Klein, Julia Jacobs, Livia Albeck-Ripka","title":"Science news in brief: From East Island being wiped out to the world's largest organism","description":"And a roundup of other stories from around the world","url":"https://www.independent.co.uk/news/science/science-news-brief-east-island-lost-hurricane-pacific-largest-organism-pando-a8609496.html","urlToImage":"https://static.independent.co.uk/s3fs-public/thumbnails/image/2018/10/31/11/science-in-brief-1.jpg","publishedAt":"2018-10-31T13:35:03Z","content":"Pando, the biggest organism on Earth, is shrinking On 106 acres in Fishlake National Forest in Utah, a 5 million kilogramme giant has been looming for thousands of years. But few people have ever heard of him. This is the Trembling Giant, or Pando, from the L… [+19488 chars]"},{"source":{"id":null,"name":"Nakedcapitalism.com"},"author":"Yves Smith","title":"Fundraiser 2018: Keeping the Heat On","description":"How your fundraiser donations will make Naked Capitalism bigger and better in the upcoming year.","url":"https://www.nakedcapitalism.com/2018/10/fundraiser-2018-keeping-heat.html","urlToImage":null,"publishedAt":"2018-10-11T10:58:58Z","content":"It’s ten years after the Lehman failure and twelve years after we started this blog, in anticipation of the crisis to come. Not nearly enough has changed. Yet at the same time, it’s more clear with every passing day that pressure is building up on many fronts… [+8742 chars]"},{"source":{"id":null,"name":"Sciencenews.org"},"author":"Maria Temming","title":"New devices could help turn atmospheric CO2 into useful supplies","description":"New electrochemical cells transform carbon monoxide into useful chemical compounds like ethylene and acetate much more efficiently than their predecessors.","url":"https://www.sciencenews.org/article/new-devices-could-help-turn-atmospheric-co2-useful-supplies","urlToImage":"https://www.sciencenews.org/sites/default/files/2018/10/main/articles/102518_MT_recycling-carbon-monoxide_feat.jpg","publishedAt":"2018-10-30T10:00:05Z","content":"New chemical-recycling devices might help combat climate change by making good use of heat-trapping gas produced by burning fossil fuels. These electrochemical cells convert carbon monoxide into useful compounds much more efficiently than their predecessors, … [+3090 chars]"},{"source":{"id":null,"name":"Dailyillini.com"},"author":"Austin Stadelman","title":"Humanity's survival may be in our stars - Daily Illini","description":"Daily Illini Humanity's survival may be in our stars Daily Illini Not since the mid-20th century has humanity focused so much of its attention on the stars above. The nature of space travel to the nations of the Cold War was drastically different compared to …","url":"https://dailyillini.com/opinions/2018/10/29/humanitys-survival-may-be-in-the-stars/","urlToImage":"https://dailyillini.com/wp-content/uploads/2018/10/space-online-01.png","publishedAt":"2018-10-29T12:04:09Z","content":"Not since the mid-20th century has humanity focused so much of its attention on the stars above. The nature of space travel to the nations of the Cold War was drastically different compared to contemporary nations objectives in space, as private investment lo… [+4069 chars]"},{"source":{"id":null,"name":"Thefutoncritic.com"},"author":null,"title":"Emmy Award-Winning Actress Rachel Brosnahan Will Narrate Bloomberg Philanthropies' New Climate Change Documentary \"Paris to Pittsburgh\"","description":"The film will premiere on National Geographic, Wednesday, December 12 at 9:00/8:00c.","url":"http://www.thefutoncritic.com/news/2018/10/18/emmy-award-winning-actress-rachel-brosnahan-will-narrate-bloomberg-philanthropies-new-climate-change-documentary-paris-to-pittsburgh-287300/20181018ngc01/","urlToImage":null,"publishedAt":"2018-10-18T07:01:00Z","content":"EMMY AWARD-WINNING ACTRESS RACHEL BROSNAHAN WILL NARRATE BLOOMBERG PHILANTHROPIES' NEW CLIMATE CHANGE DOCUMENTARY \"PARIS TO PITTSBURGH\" Premiering Wednesday, December 12th at 9PM ET/PT on National Geographic -Produced by RadicalMedia in Partnership with Bloom… [+7218 chars]"},{"source":{"id":null,"name":"Theconversation.com"},"author":"James Guest, Research Fellow, Newcastle University, Adriana Humanes, Postdoctoral Researcher, Newcastle University, Alasdair Edwards, Professor of Coral Reef Ecology, Newcastle University, John Bythell, Professor of Coral Reef Biology, Newcastle University","title":"3D printing coral reefs can create new habitat – but it doesn't tackle human destruction","description":"Coral reefs are in crisis around the world, and may disappear entirely. 3D printing is a new idea to help them – but it won't be a cure all.","url":"http://theconversation.com/3d-printing-coral-reefs-can-create-new-habitat-but-it-doesnt-tackle-human-destruction-103927","urlToImage":"https://images.theconversation.com/files/238950/original/file-20181002-85611-8y1q15.jpg?ixlib=rb-1.1.0&q=45&auto=format&w=1356&h=668&fit=crop","publishedAt":"2018-10-08T08:12:30Z","content":"Building an artificial reef. Auspicious/Shutterstock Coral reefs are vanishing from the world’s oceans. At least three quarters of these tropical marine habitats are severely threatened globally and in 2016 alone, the Great Barrier Reef lost up to 30% of its … [+7074 chars]"}]}