{"status":"ok","totalResults":229,"articles":[{"source":{"id":null,"name":"Un.org"},"author":"United Nations Headquarters","title":"Delegates Stress Need for Data to Help Anti-climate Change Action by Developing Countries, as Fourth Committee Continues Debate on Peaceful Uses of Outer Space","description":"Data-sharing policies help developing countries benefit from space technology and mitigate the effects of climate change, delegates told the Fourth Committee (Special Political and Decolonization) today, as it continued its general debate on international coo…","url":"https://www.un.org/press/en/2018/gaspd674.doc.htm","urlToImage":null,"publishedAt":"2018-10-24T00:00:00Z","content":"Data-sharing policies help developing countries benefit from space technology and mitigate the effects of climate change, delegates told the Fourth Committee (Special Political and Decolonization) today, as it continued its general debate on international coo… [+18411 chars]"},{"source":{"id":null,"name":"Futurism.com"},"author":"Kristin Houser","title":"Mars Used To Be Dotted With Life-Friendly Lakes","description":"Water Everywhere Where there’s water, there’s usually life — at least on Earth — and we just got confirmation that there used to be far more water on the surface of Mars than scientists previously believed. The news comes courtesy of a team of researchers fro…","url":"https://futurism.com/martian-lakes-alien-life","urlToImage":"https://wp-assets.futurism.com/2018/11/martian-lakes-alien-life-1200x628.jpg","publishedAt":"2018-11-02T11:32:56Z","content":"Water Everywhere Where there’s water, there’s usually life at least on Earth and we just got confirmation that there used to be far more water on the surface of Mars than scientists previously believed. The news comes courtesy of a team of researchers from th… [+1598 chars]"},{"source":{"id":null,"name":"Nzherald.co.nz"},"author":"newsfeeds@nzherald.co.nz","title":"Sideswipe: October 19: Incognito signage","description":"Knowledge gap 1. A friend thought the snowflake button on her car's climate control was \"winter mode\" for driving and also she didn't think her car had air conditioning. She had owned it for years. 2. \"On a map, is the blue...","url":"https://www.nzherald.co.nz/entertainment/news/article.cfm?c_id=1501119&objectid=12144898","urlToImage":"https://www.nzherald.co.nz/resizer/pvMz7JNu1u2jk6fGmuauD6lKPIo=/1200x0/smart/filters:quality(70)/arc-anglerfish-syd-prod-nzme.s3.amazonaws.com/public/AX3AFEBSEZEMDK4FJ54LTVWQDM.jpg","publishedAt":"2018-10-18T16:09:37Z","content":"1. A friend thought the snowflake button on her car's climate control was \"winter mode\" for driving and also she didn't think her car had air conditioning. She had owned it for years. 2. \"On a map, is the blue part the water or the sky\"? 3. I knew someone who… [+1491 chars]"},{"source":{"id":null,"name":"Thestar.com.my"},"author":"Bryce Gray","title":"Biotech company aims to help candy giant Mars make a more resilient cacao tree","description":"The world loves chocolate. But keeping pace with global cravings can be a tall order for chocolate producers – a challenge made even tougher as climate change and disease threaten the world's cocoa supply.","url":"http://www.thestar.com.my/tech/tech-news/2018/11/02/biotech-company-aims-to-help-candy-giant-mars-make-a-more-resilient-cacao-tree/","urlToImage":"https://www.thestar.com.my/~/media/online/2018/11/01/12/27/dcx_doc72ksugv6goon2ji98y1.ashx/?w=620&h=413&crop=1&hash=A00663E70ABDE47FC9B55416D4366121DF58D0CC","publishedAt":"2018-11-02T01:00:00Z","content":"CREVE COEUR, Missouri: The world loves chocolate. But keeping pace with global cravings can be a tall order for chocolate producers – a challenge made even tougher as climate change and disease threaten the world's cocoa supply. The threat has prompted major … [+4124 chars]"},{"source":{"id":null,"name":"Greenbiz.com"},"author":"Joel Makower","title":"Success in sustainability combines these 3 ingredients","description":"It's time for companies to stop being humble and modest about their environmental achievements.","url":"https://www.greenbiz.com/article/success-sustainability-combines-these-3-ingredients","urlToImage":"https://www.greenbiz.com/sites/default/files/styles/panopoly_image_full/public/images/articles/featured/shutterstock1040615023.jpg?itok=cR5FLrIi","publishedAt":"2018-10-31T08:36:00Z","content":"Adapted from GreenBuzz, a weekly newsletter published Mondays. Commit. Collaborate. Communicate. That seems to be the mantra these days when it comes to tackling the complexity of sustainability challenges. Whether the topic is carbon removal, renewable energ… [+5492 chars]"},{"source":{"id":null,"name":"Edf.org"},"author":"Elizabeth Sturcken","title":"5 ways companies can act on the latest dire climate warnings","description":"Oh what a week it has been! Trying to turn away from the political polarization and fracturing civility in this country, I looked elsewhere in the news and found something even worse…dire warnings for our planet. Two reports in the news this week ring the ala…","url":"http://business.edf.org/blog/2018/10/11/5-ways-companies-can-act-on-the-latest-dire-climate-warnings","urlToImage":"http://business.edf.org/files/2017/09/rsz_adobestock_137296206-RESIZED.jpg","publishedAt":"2018-10-11T12:21:01Z","content":"Oh what a week it has been! Trying to turn away from the political polarization and fracturing civility in this country, I looked elsewhere in the news and found something even worsedire warnings for our planet. Two reports in the news this week ring the alar… [+4367 chars]"},{"source":{"id":null,"name":"Digitaltrends.com"},"author":"Dyllan Furness","title":"Farming on Mars? Space crops could get boost from plant hormone, study finds","description":"Researchers have shown how space farming may be possible. By encouraging plants to excrete a certain hormone, they’ve demonstrated that crops can thrive despite challenging conditions, such as low-nutrient soil and microgravity. The post Farming on Mars? Spac…","url":"https://www.digitaltrends.com/cool-tech/space-farming-hormone/","urlToImage":"https://icdn2.digitaltrends.com/image/the-martian-movie-006-1200x630-c-ar1.91.jpg?ver=1","publishedAt":"2018-10-18T21:36:02Z","content":"An off-Earth colony seems pretty promising with the rate climate change is going. But thats easier said than done. Building a viable colony anywhere outside of Earth’s atmosphere will pose engineering and logistical challenges unlike anything we have experien… [+2625 chars]"},{"source":{"id":null,"name":"Fastcompany.com"},"author":"Lee Vinsel","title":"Sorry, but we can’t fantasize our way out of this mess","description":"An effort to generate more positive visions of the future is another solution in search of a problem. Lee Vinsel is an Assistant Professor of Science, Technology, and Society at Virginia Tech. This story reflects the views of this author, but not necessarily …","url":"https://www.fastcompany.com/90247038/sorry-but-we-cant-fantasize-our-way-out-of-this-mess?partner=feedburner&utm_source=feedburner&utm_medium=feed&utm_campaign=feedburner+fastcompany&utm_content=feedburner","urlToImage":"https://images.fastcompany.net/image/upload/w_1280,f_auto,q_auto,fl_lossy/wp-cms/uploads/2018/10/p-1-sorry-but-we-canand8217t-fantasize-our-way-out-of-this-mess.jpg","publishedAt":"2018-10-06T11:00:11Z","content":"Lee Vinsel is an Assistant Professor of Science, Technology, and Society at Virginia Tech. This story reflects the views of this author, but not necessarily the editorial position of Fast Company. Recently, I’ve heard several people suggest that a lack-of-pos… [+22509 chars]"},{"source":{"id":null,"name":"Greenbiz.com"},"author":"Daniel Nepstad","title":"3 challenges — and opportunities — for businesses to help save tropical forests","description":"Research shows climate finance is reaching most jurisdictions, but slowly.","url":"https://www.greenbiz.com/article/3-challenges-and-opportunities-businesses-help-save-tropical-forests","urlToImage":"https://www.greenbiz.com/sites/default/files/styles/panopoly_image_full/public/images/articles/featured/tropicalaleksandrahkossowskasstock.png?itok=VmpzFDTs","publishedAt":"2018-10-10T07:01:00Z","content":"Never before in history has there been as much international attention and finance focused on the goal of solving tropical deforestation. The reason is quite simple. Tropical forests could be critical to avoiding extremely dangerous impacts of climate change.… [+12307 chars]"},{"source":{"id":null,"name":"Nzherald.co.nz"},"author":"newsfeeds@nzherald.co.nz","title":"NASA film by Rory Kennedy revisits her uncle's challenge","description":"NEW YORK (AP) — Filmmaker Rory Kennedy couldn't resist the obvious place to open her new documentary on NASA. That's a news clip of her uncle, President John F. Kennedy, challenging the space agency to land a man on the moon by the...","url":"https://www.nzherald.co.nz/business/news/article.cfm?c_id=3&objectid=12141199","urlToImage":"/pb/resources/assets/img/fallback-promo-image.png?token=false","publishedAt":"2018-10-11T18:54:49Z","content":"NEW YORK (AP) Filmmaker Rory Kennedy couldn't resist the obvious place to open her new documentary on NASA. That's a news clip of her uncle, President John F. Kennedy, challenging the space agency to land a man on the moon by the end of the 1960s. Kennedy sai… [+3125 chars]"},{"source":{"id":null,"name":"Businessinsider.com.au"},"author":"Matthew DeBord","title":"I drove a $320,000 Lamborghini Huracán Performante to see if the high-performance Lambo is worth the hefty price tag — here's the verdict","description":"A funny thing has been going on with Lamborghini. When I was growing up, the Italian legend’s supercars were considered wilder and crazier, cruder and more tasteless, than Ferraris. If you liked Lambos, you kind of knew what you wanted to be when you grew up,…","url":"https://www.businessinsider.com.au/lamborghini-huracan-performante-is-it-worth-it-review-2018-10","urlToImage":"https://static.businessinsider.com/image/5bda2e83beb6703f9d369de4-640.jpg","publishedAt":"2018-11-03T01:30:00Z","content":"The Lamborghini Huracán Performante is the high-performance trim level of the already high-performing regular Huracán. The Lamborghini Huracán Performante has about 30 more horsepower than the lesser Huracán. We drove a $US320,785 Huracán Performante and were… [+9124 chars]"},{"source":{"id":"politico","name":"Politico"},"author":"aadragna@politico.com (Anthony Adragna)","title":"Democrats go all-in on clean energy","description":"Gubernatorial candidates and potential White House hopefuls are embracing a total phase-out of ‘dirty’ fuels in coming decades.","url":"https://www.politico.com/story/2018/10/24/democrats-2018-energy-climate-change-873730","urlToImage":"https://static.politico.com/90/38/459cc2ff45c38381caa3dec78c12/181024-jeff-merkley-gtty-773.jpg","publishedAt":"2018-10-24T23:07:46Z","content":"Sen. Jeff Merkley (D-Ore.) a potential 2020 presidential candidate has unveiled legislation that sets the goal of transitioning the country to 100 percent \"clean and renewable\" energy. | Win McNamee/Getty Images Democratic candidates are no longer afraid of e… [+10532 chars]"},{"source":{"id":null,"name":"Tikkun.org"},"author":"Cara Judea Alhadeff","title":"Blood Chocolate, Lessons from Zazu Dreams","description":"Cara Judea Alhadeff reminds us that social and environmental justice are inseparable and asks us to \"consider the links between many of the popular brands of chocolate and child slavery\" when buying Halloween candy this year. Read more >>","url":"https://www.tikkun.org/nextgen/blood-chocolate-lessons-from-zazu-dreams","urlToImage":null,"publishedAt":"2018-10-30T18:21:54Z","content":"Each fall, I send out the following appeal to my communities: Dear friends, While buying Halloween candy this year please consider the links between many of the popular brands of chocolate and child slavery in the production of this cocoa. The Peabody award-w… [+21539 chars]"},{"source":{"id":"independent","name":"Independent"},"author":"Dylan Ryan, Dylan Ryan","title":"Why roads paved with solar panels are not such a bright idea","description":"Solar highways can be 20 times less efficient than solar power plants. Dylan Ryan reports","url":"https://www.independent.co.uk/environment/solar-panel-roads-energy-bad-idea-renewable-climate-change-environment-a8557076.html","urlToImage":"https://static.independent.co.uk/s3fs-public/thumbnails/image/2018/09/27/09/solar-panel-road-highway.jpg","publishedAt":"2018-10-10T10:39:05Z","content":"F our years ago, a viral campaign wooed the world with a promise of fighting climate change and jumpstarting the economy by replacing tarmac on the worlds roads with solar panels. The bold idea has undergone some road testing since. The first results from pre… [+14469 chars]"},{"source":{"id":null,"name":"Slate.com"},"author":null,"title":"The New American Songbook","description":"What makes a song last? The history of popular music tells us that many masterpieces of songcraft—and even the most world-conquering smashes —are quickly forgotten. Meanwhile, many earworms burrow deep into the collective consciousness, where they take root, …","url":"https://slate.com/culture/2018/10/the-new-american-songbook-the-oldies-of-the-future.html","urlToImage":"https://compote.slate.com/images/db11e4f3-70bf-44fc-a191-286f97303113.gif","publishedAt":"2018-10-18T09:49:01Z","content":"What makes a song last? The history of popular music tells us that many masterpieces of songcraftand even the most world-conquering smashes are quickly forgotten. Meanwhile, many earworms burrow deep into the collective consciousness, where they take root, wh… [+24500 chars]"},{"source":{"id":"the-verge","name":"The Verge"},"author":"Andrew Liptak","title":"This political thriller brings murder to the Moon","description":"Kim Stanley Robinson’s next science fiction novel Red Moon hits bookstores next week, about a murder on the Moon that culminates in a political crisis between the US and China in 2047. We’ve got an excerpt for you to read.","url":"https://www.theverge.com/2018/10/18/17963302/red-moon-kim-stanley-robinson-science-fiction-book-excerpt","urlToImage":"https://cdn.vox-cdn.com/thumbor/xAjop8l1XlR7OMMAkLuInUonD_I=/0x292:2040x1360/fit-in/1200x630/cdn.vox-cdn.com/uploads/chorus_asset/file/13256705/mdoying_181011_2982_0002.jpg","publishedAt":"2018-10-18T20:43:38Z","content":"Ive always found Kim Stanley Robinsons futures intriguing. In recent years, hes published some of my favorite science fiction novels: New York 2140, about a water-logged New York City contending with climate change, and Aurora, which follows the crew of a gen… [+13008 chars]"},{"source":{"id":null,"name":"Inquirer.net"},"author":"ccepeda","title":"NASA film by Rory Kennedy revisits her uncle’s challenge","description":"NEW YORK (AP) — Filmmaker Rory Kennedy couldn’t resist the obvious place to open her new documentary on NASA. That’s a news clip of her uncle, President John F. Kennedy, challenging the space agency to land a man on the moon by the end of the 1960s. Kennedy s…","url":"https://entertainment.inquirer.net/298566/nasa-film-by-rory-kennedy-revisits-her-uncles-challenge","urlToImage":"https://entertainment.inquirer.net/wp-content/blogs.dir/6/files/2018/10/Rory-Kennedy-NASA-film-620x465.jpg","publishedAt":"2018-10-12T07:14:12Z","content":"This image released by Discovery Channel shows filmmaker Rory Kennedy during the filming of her new documentary, “Above and Beyond: NASA’s Journey to Tomorrow”, premiering Saturday night on the Discovery Channel. Image: Discovery Channel via AP NEW YORK (AP) … [+3720 chars]"},{"source":{"id":"daily-mail","name":"Daily Mail"},"author":"https://www.facebook.com/DailyMail","title":"How do you like your eggs in the morning? Incredible images of food flash frozen in MID AIR","description":"Glaciologist and astrobiolist, Cyprien Verseux is currently working on the isolated continent where temperatures can drop to well below -80c.","url":"https://www.dailymail.co.uk/sciencetech/article-6260117/How-like-eggs-morning-Incredible-images-food-flash-frozen-MID-AIR.html","urlToImage":"https://i.dailymail.co.uk/1s/2018/10/11/09/4946180-0-image-a-7_1539247370019.jpg","publishedAt":"2018-10-11T09:06:42Z","content":"This scientist might have bitten off more than he could chew after these bizarre photographs document his meal time struggles. Cyprien Verseux, a glaciologist and astrobiolist, has been stationed out at the Concordia Station in Antarctica, renowed as one of t… [+4860 chars]"},{"source":{"id":null,"name":"Seattlepi.com"},"author":"By DAVID BAUDER, AP Media Writer","title":"NASA film by Rory Kennedy revisits her uncle's challenge","description":"NEW YORK (AP) — Filmmaker Rory Kennedy couldn't resist the obvious place to open her new documentary on NASA. That's a news clip of her uncle, President John F. Kennedy, challenging the space agency to land a man on the moon by the end of the 1960s. Kennedy s…","url":"https://www.seattlepi.com/business/technology/article/NASA-film-by-Rory-Kennedy-revisits-her-uncle-s-13299909.php","urlToImage":"https://www.seattlepi.com/img/pages/article/opengraph_default.png","publishedAt":"2018-10-11T18:36:29Z","content":"NEW YORK (AP) — Filmmaker Rory Kennedy couldn't resist the obvious place to open her new documentary on NASA. That's a news clip of her uncle, President John F. Kennedy, challenging the space agency to land a man on the moon by the end of the 1960s. Kennedy s… [+3129 chars]"},{"source":{"id":null,"name":"Sys-con.com"},"author":null,"title":"Mars Taps Benson Hill's Crop Design Platform to Help Protect Cacao from Climate Change","description":"Mars will employ CropOS™ to improve the productivity, stress tolerance and climate resilience of cacao trees read more","url":"http://news.sys-con.com/node/4330009","urlToImage":"","publishedAt":"2018-10-11T11:00:23Z","content":"Mars will employ CropOS to improve the productivity, stress tolerance and climate resilience of cacao trees ST. LOUIS and MCLEAN, Va., Oct. 11, 2018 /PRNewswire/ -- Benson Hill Biosystems, a crop improvement company unlocking the natural genetic diversity of … [+4238 chars]"}]}